[
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"9",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"95",
    "armorIncrease":"17",
    "attackDame":"178",
    "attackIncreaseDame":"15",
    "hitPoint":"3242",
    "hitPointIncrease":"176",
    "id":"valhein",
    "lore":"\u003cp\u003e\"Ta từng là hy vọng duy nhất của nhân loại trong cả thế kỷ chiến tranh với ma cà rồng\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Trước khi trở thành Thợ săn ác quỷ, cả dòng họ của Valhein đều chỉ là cống phẩm đối với bè lũ Huyết tộc. Họ chỉ đơn giản là lũ dê béo được nuôi dưỡng hàng ngày chờ đến khi Huyết tộc cần cung cấp lương thực mà thôi. Là thành viên ưu tú nhất của cả dòng họ, Valhein quyết không thể tiếp tục số phận đen tối này, anh đã cùng khẩu súng huyền thoại của mình phá nát gông cùm xiềng xích của bầy Huyết tộc một lần và mãi mãi.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Sự phản kháng của Valhein nhanh chóng lan truyền như một ngọn lửa hừng hực cháy. Càng ngày càng có nhiều thành viên gia nhập hơn, và cũng từ đây Valhein đã kết bạn với người đồng hành thân cận nhất của mình, Violet. Tuy nhiên kể cả có lớn mạnh bao nhiêu đi chăng nữa, dường như sự chống cự của một bộ phận nhân loại vẫn quá nhỏ trước ách thống trị vững chắc hàng thế kỷ của Huyết tộc.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Trước sự phản công cuồng bạo của Huyết tộc, Valhein quyết dẫn dắt tất cả lực lượng phản kháng tìm đến Lâu đài khởi nguyên hòng tìm được sự che chở. Nhằm bảo đảm tốp đầu được đến nơi an toàn, Valhein đã cùng Violet và các chiến sĩ tài năng nhất ở lại để chặn hậu. Dẫu chiến thắng và mang được những đồng đội còn sống sót đến với an toàn, nhưng cái giá phải trả vẫn quá cao, Valhein thề sẽ có ngày anh khiến bè lũ Huyết tộc trả giá cho những tội ác của chúng.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Nhân danh trời đất, ta thề sẽ quét sạch mọi thế lực bóng tối và bè lũ Huyết tộc khỏi thế giới này!\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Valhein",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"U5FL6lVq890"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"123",
    "armorIncrease":"26",
    "attackDame":"157",
    "attackIncreaseDame":"10",
    "hitPoint":"3535",
    "hitPointIncrease":"380",
    "id":"thane",
    "lore":"\u003cp\u003eCái tên THANE được viết trang trọng trên mọi trang bìa của mọi cuốn sách trong lịch sử loài người. Không chỉ bởi vì chàng đã phá vỡ ách cai trị của bè lũ bóng đêm, mà chàng cũng là người tiên phong trong công nghệ. Vào khoảng thời gian khi đức tin đã không còn và quỷ dữ hiển hiện muôn nơi, loài người đã sử dụng những công nghệ tối tân để thoát khỏi ách cai trị và tự quyết định cuộc sống của họ. Từ một người di cư không thể tự bảo vệ đến vị vua mà muôn người ngưỡng mộ, Thane đã phải trải qua một cuộc sống gian truân, phải chứng kiến hàng ngàn mạng sống ngã xuống trên khắp các chiến trường, ra tay giết chết vô số ma quỷ và đánh mất rất nhiều người bạn. Nhưng Thane không bao giờ từ bỏ, anh dẫn dắt đoàn quân đi qua thời kì đen tối, bám lấy dù chỉ là một hi vọng nhỏ nhoi nhất.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Ngày mà Thane lên ngôi, anh nhận được sự kính trọng từ mọi người. Mặc dù vẫn còn những hoài nghi đâu đó trong Lâu Đài, người ta vẫn tin rằng Thane sẽ là người dẫn dắt họ đến một tương lai tươi sáng và bình an.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Đó là lý do mà Valhein, Thợ săn ác quỷ mang người của mình tới và hội ngộ cùng Thane.\u003cbr\u003e Đó là lý do tại sao Astrid, Nữ kiếm sữ đã\u0026nbsp;đánh bạc\u0026nbsp;danh dự của cả gia tộc, giúp đỡ Thane trở thành vua.\u003cbr\u003e Đó là lý do tại sao Raz, Quyền vương, hi sinh bản thân trở thành gián điệp và ngấm ngầm thực hiện một cuộc tấn công ngay giữa lòng địch.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Những chiến binh ngừng đấu đá nhau và cùng tụ họp lại dưới quyền của Thane, kết hợp sức mạnh để tạo nên một quân đoàn, viết nên lịch sử và đẩy những con quỷ trở lại địa ngục. Dưới luồng sức mạnh này,\u0026nbsp;những con thú hoang học được cách tự chủ, những vị thần cũng phải sợ hãi.\u003c/p\u003e \n\u003cp\u003eĐối diện với mọi thứ, Thane giữ cho mình một cái đầu lạnh, bởi vì khi mà chiếc tù và chiến tranh được thổi, Thane sẽ lãnh đạo cuộc chiến này.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Với thanh gươm này, trẫm\u0026nbsp;sẽ thanh tẩy mọi tà ác khỏi thế giới!\"\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Thane",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"t-_xEbG_oGo"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"86",
    "armorIncrease":"17",
    "attackDame":"170",
    "attackIncreaseDame":"8",
    "hitPoint":"3229",
    "hitPointIncrease":"185",
    "id":"veera",
    "lore":"\u003cp\u003e\"Ta là Veera, Nữ hoàng bóng đêm\"\u003cbr\u003e \u003cbr\u003e Theo cổ thư ghi lại, Veera từng là một trong những tông đồ mộ đạo thuở ban đầu của Cung điện ánh sáng. Dù chưa từng được chính thức thừa nhận, Veera vẫn luôn tận tụy hướng đạo đầy thành kính. Bất hạnh thay khi lực lượng Sa đọa xâm lấn lục địa, chúng đã bắt được Veera, và thật trớ trêu khi Cung điện ánh sáng lại không có bất kỳ hành động nào muốn giải cứu cô cả. Rồi từ đấy dần dần lòng tin của Veera ngày một trở nên héo mòn.\u003cbr\u003e \u003cbr\u003e Ma vương Maloch, nhanh chóng nhận ra tài năng thiên phú của thiếu nữ đang bị dày vò bởi cả bóng tối lẫn niềm tin. Hắn dễ dàng chiếm đoạt được cả tinh thần lẫn cơ thể của cô, biến cô thành tình nhân và\u0026nbsp;trợ thủ đắc lực của hắn. Dưới sự xúi giục của Veera, Maloch đã liều lĩnh tổ chức quân đội tấn công Cung điện ánh sáng.\u0026nbsp;Trong cuộc chiến đó, Maloch đã bị trọng thương buộc phải lui về dưỡng sức, hắn đã trao toàn bộ quyền hành lại cho Veera, từ đấy khẳng định vị thế dưới một người trên tất thảy của cô.\u003cbr\u003e \u003cbr\u003e Cái tên Veera đã trở thành cấm kỵ. Tương truyền vào những dịp nửa đêm, các chàng trai ngủ ngoài hoang dã\u0026nbsp;hãy cẫn thận chớ để bị yêu ma nhan sắc tuyệt trần dẫn dụ hút cạn kiệt sinh lực. Veera khi nghe về các lời đồn này chỉ mỉm cười đầy bí ẩn, thực hư ra sao chỉ ả biết rõ mà thôi.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Nhớ năm nào ta cũng từng đơn thuần như các ngươi.\"\u003c/p\u003e",
    "movementSpeed":"350",
    "name":"Veera",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"S37vKCJ6-Zc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"104",
    "armorIncrease":"19",
    "attackDame":"174",
    "attackIncreaseDame":"14",
    "hitPoint":"3531",
    "hitPointIncrease":"291",
    "id":"lubu",
    "lore":"\u003cp\u003e\"Chịu thua? Sao các ngươi dám chịu thua!\"\u003c/p\u003e \n\u003cp\u003eCưỡi trên lưng chiến mã Xích Thố kiêu hùng, Lữ Bố nhìn xuống những kẻ địch đang run rẩy vì sợ hãi mà không kìm nối cơn giận giữ của mình. Chiến thắng như vậy thật chẳng còn ý nghĩa gì cả, Lữ Bố nghĩ trong đầu. Lữ Bố được mệnh danh là “Vô Địch Chiến Thần” nhờ vào khả năng chiến đấu phi thường của bản thân. Lữ Bố bắt đầu nhớ lại trận chiến với Lưu Bị, Quan Vũ và Trương Phi ở Hổ Lao quan.\u003c/p\u003e \n\u003cp\u003eThật bất công khi đấu ba người cùng lúc, nhưng Lữ Bố đã quen với kiểu này. Bởi không người thường nào có thể đấu ngang cơ với Lữ Bố trong một trận chiến tay đôi cả. \"Nói ta nghe xem, ta có phải chiến binh mạnh nhất thế gian không?\", Lữ Bố hỏi Điêu Thuyền. Điêu Thuyền mỉm cười ngọt ngào và rút một cuộn giấy ra từ tay áo.\u003c/p\u003e \n\u003cp\u003e\"Ở thế gian này có lẽ không ai đáng để đối đầu. Nhưng trên thượng giới thì sao? Chàng có muốn đấu với họ không?\"\u003c/p\u003e \n\u003cp\u003e\"Thượng giới?! Đúng thế!\" Lữ Bố không thể giấu sự phấn khích trong đôi mắt.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Lữ Bố",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"F8MGtH7Aqqo"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"120",
    "armorIncrease":"22",
    "attackDame":"158",
    "attackIncreaseDame":"9",
    "hitPoint":"3510",
    "hitPointIncrease":"366",
    "id":"mina",
    "lore":"\u003cp\u003e\"Ngươi nên đến xem ta diễn, sẽ rất đáng sợ đấy.\"\u003c/p\u003e \n\u003cp\u003eNhìn vào lọ thuộc trên tay gã đàn ông mặc áo blouse trắng, Mina gắng chút sức tàn để thoát khỏi chiếc dây thừng. Nhưng càng cố giãy, sợ dây càng siết chặt cánh tay gầy guộc của cô. Đói lả sau nhiều ngày nhịn ăn, hơi thở của Mina ngày một yếu dần. Cô buông xuôi tất cả. Gã đàn ông bắt đầu chậm rãi tiến đến gần, khẽ nâng cổ Mina như một nhà sưu tầm đồ cổ nâng niu món đồ của mình vậy. Nhanh tay tiêm thứ huyết thanh kì lạ lên cổ cô, rồi nhanh chóng rút ra. Thứ huyết thanh đó chảy qua huyết quản, len lỏi qua từng milimet cơ thể của Mina. Cô cảm nhận được nó nhưng không còn chút sức lực nào để chống lại.\u003c/p\u003e \n\u003cp\u003eCứ từng chút, từng chút một, thứ huyết thanh đó dần gặm nhấm tâm trí của cô thật giống phong cách của một gã nhà giàu đang dùng điểm tâm vậy. Gã đàn ông nhìn Mina một cách khoan khoái, hắn biết chuyện đã tiến triển ngoài cả dự liệu của mình.\u003c/p\u003e \n\u003cp\u003e\"Chờ chút đi, cô làm được mà… Chỉ một hai ngày nữa thôi, cô sẽ trở thành tạo vật tuyệt vời nhất trên thế giới này\".\u003c/p\u003e \n\u003cp\u003eNói xong, gã quay lưng rời khỏi phòng mà không nhận ra rằng dây trói đã được tháo bỏ từ lúc nào không hay.\u003c/p\u003e \n\u003cp\u003e\"Vậy… câu trả lời đúng là gì?\"\u003c/p\u003e \n\u003cp\u003eThứ âm thanh vang vọng này làm ớn lạnh bất kì ai. Chưa kịp định thần, gã đã bị ghim chặt xuống sàn, và thét lên.\u003c/p\u003e \n\u003cp\u003e\"Làm thế nào mà cô… không, KHÔNG, LÀM ƠN! Làm ơn… đừng!\"\u003c/p\u003e \n\u003cp\u003eTiếng thét của gã xé tan màn đêm tĩnh lặng. Căn phòng đó, công xưởng bỏ hoang đó tất cả sau đó bị thiêu rụi hoàn toàn… tất cả bí mật nó nắm giữ sẽ mãi nằm đó. Còn Mina ở đâu, làm gì, không ai biết. Sự biến mất của cô bí ẩn giống như nó đã từng xuất hiện vậy.\u003c/p\u003e \n\u003cp\u003e\"Chỉ có kẻ sống mới sợ cái chết\"\u003c/p\u003e",
    "movementSpeed":"390",
    "name":"Mina",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"kZuIs0-IY_c"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"95",
    "armorIncrease":"15",
    "attackDame":"153",
    "attackIncreaseDame":"7",
    "hitPoint":"3088",
    "hitPointIncrease":"202",
    "id":"krixi",
    "lore":"\u003cp\u003e\"Những nàng tiên của khu rừng là sứ giả của đấng tạo hóa\"\u003c/p\u003e \n\u003cp\u003eThoạt nhìn, Krixi thật giống với những nàng tiên xinh đẹp hay nhảy múa trong rừng hoa hay vui đùa với muông thú. Nhưng khi nguy hiểm gần kề, Krixi sẽ trở nên hung bạo hơn bao giờ hết. Cô sẽ dùng hết sức bình sinh để trừng phạt bất kì kẻ nào có ý định xâm phạm, làm tổn hại đến khu rừng của mình. Điều làm thay đổi trái tim của Krixi đến từ việc một người cô từng coi là bạn đã phản bội cô, cấu kết với loài người để tàn phá và khai thác tài nguyên khu rừng.\u003c/p\u003e \n\u003cp\u003eKhông chịu khuất phục trước sự bạo ngược ấy, Krixi đã tập hợp một đội quân, triệu hồi linh vật để bảo vệ rừng già. Một cuộc chiến khốc liệt đã diễn ra, trước tinh thần quả cảm của mình, đội quân của Krixi đã đánh lùi được cuộc xâm lăng của loài người, buộc họ phải kí vào hiệp ước Hòa Bình. Kể từ đó, rừng già nhanh chóng trở lại trạng thái yên bình, thanh nhã vốn có của mình, nhưng Krixi biết rằng tham vọng của nhưng kẻ xâm lược vẫn còn đó.\u003c/p\u003e \n\u003cp\u003eĐể ngăn chuyện đó diễn ra trong tương lai, cô bắt đầu đào tạo những sinh vật hoang dã trở nên mạnh mẽ và đủ khả năng chống lại mọi cuộc tấn công của loài người.\u003c/p\u003e \n\u003cp\u003e\"Chiến tranh không có mục đích nào khác hơn là tàn phá cuộc sống!\"\u003c/p\u003e",
    "movementSpeed":"340",
    "name":"Krixi",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"Yzv0x1MPG_w"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"20",
    "attackDame":"168",
    "attackIncreaseDame":"8",
    "hitPoint":"3205",
    "hitPointIncrease":"252",
    "id":"mganga",
    "lore":"\u003cp\u003e\"Quyền lực là thứ duy nhất đáng để theo đuổi.\"\u003c/p\u003e \n\u003cp\u003eSự khát khao quyền lực đã khiến Mganga đi theo con đường ma thuật hắc ám. Trước khi bộ tộc của hắn được thành lập, Mganga đã lên kế hoạch thu thập những con thú mạnh nhất để đổi chúng lấy nguồn ma thuật hắc ám từ lũ quỷ. Kế hoạch của hắn nhanh chóng bị các thầy tu phát giác và ngăn chặn. Khắc sâu mối thù này vào trong tim, Mganga tìm cách tiêu diệt từng người, từng người một trong hội đồng các thầy tu. Hắn sát hại họ một cách dã man.\u003c/p\u003e \n\u003cp\u003eTrước sự tàn ác của Mganga, người dân lúc nào cũng cảm giác bất an, ám ảnh và sợ hãi. Cho đến khi sự điên rồ, vô nhân đạo vượt ngoài sự chịu đựng đã buộc dân chúng cùng đoàn kết lại, đứng lên chống lại hắn. Bị bao vây, nhưng nhờ vào khả sự khôn ranh của mình, hắn vẫn trốn được vào Khu rừng Chết chóc. Ẩn mình trong khu đầm lầy bao quanh là rất nhiều loài rắn độc, hắn tiếp tục nghiên cứu về ma thuật đen.\u003c/p\u003e \n\u003cp\u003eDưới sự trợ giúp của thế lực hắc ám, Mganga giờ đây thông thạo ma thuật hắc ám hơn bao giờ hết.\u003c/p\u003e \n\u003cp\u003e\"Kẻ yếu chỉ có thể thu mình lại trước quyền lực, trong khi kẻ mạnh dùng nó để thống trị.\"\u003c/p\u003e",
    "movementSpeed":"350",
    "name":"Mganga",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":""
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"22",
    "attackDame":"168",
    "attackIncreaseDame":"12",
    "hitPoint":"3434",
    "hitPointIncrease":"291",
    "id":"zanis",
    "lore":"\u003cp\u003eKỵ sĩ Rồng núi Trường Bản mãi được ghi danh nhờ vào điển tích cứu sống Hoàng nhi. Triệu Vân còn là anh hùng danh chấn thiên hạ được kính trọng bởi cả Vô Địch Chiến Thần Lữ Bố.\u003c/p\u003e \n\u003cp\u003e\"Thế thương tựa rồng bay, thế tấn tựa rồng cuộn, mỗi mũi thương như ngàn mũi tên xuyên thấu kẻ thù. Chỉ cần thấy ngọn thương của Triệu Vân cũng đủ làm kẻ địch phải ớn lạnh”\u003c/p\u003e \n\u003cp\u003eKhông một ai dám ngông cuồng, coi thường sức mạnh của Triệu Vân.\u003c/p\u003e \n\u003cp\u003e“Chiến tranh là điều ta không mong muốn”, Triệu Vân từng nói.\u003c/p\u003e \n\u003cp\u003eNgay cả đại hiền nhân Gia Cát Lượng cũng không thể giảm bớt đi sự mệt mỏi sau mỗi trận chiến của Triệu Vân. Điều ông có thể làm là liên tục giao nhiệm vụ để Triệu Vân bớt đi phần nào ưu phiền về chiến tranh. Lòng trung thành của Triệu Vân với Hoàng đế được thể hiện ngoài tiền tuyến, và đó chính là nơi Triệu Vân đáng sợ nhất.\u003c/p\u003e \n\u003cp\u003e\"Ta có thể mệt mỏi vì chiến trận, nhưng ta sẽ luôn chiến đấu khi người khác cần đến”\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Triệu Vân",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"U1sb2vrGS40"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"139",
    "armorIncrease":"22",
    "attackDame":"178",
    "attackIncreaseDame":"8",
    "hitPoint":"3364",
    "hitPointIncrease":"372",
    "id":"omega",
    "lore":"\u003cp\u003e\"Chiến tranh hay hòa bình?\"\u003c/p\u003e \n\u003cp\u003eOmega – một bộ giáp có tri giác được trao sức mạnh tối thượng để đập tan mọi loại vũ khí cùng khát khao kết thúc mọi cuộc chiến tranh trên thế giới. Một bộ áo giáp không thể bị phá hủy bởi vũ khí hay sức mạnh phép thuật nào. Khả năng hồi phục của Omega tuyệt vời đến mức, tất cả đòn đánh từ kẻ địch đều biến mất trước khi đòn đánh thứ 2 chạm đích. Omega được cả người và thần coi trọng.\u003c/p\u003e \n\u003cp\u003eNó không thuộc về bất kỳ vị thần hoặc nền văn minh nào, nhưng vẫn sở hữu trí tuệ, hiểu biết, kỷ luật và quyết tâm cho chiến tranh. Có lẽ từng xuất hiện một nền văn minh tiên tiến hơn đã biến mất trong màn sương thời gian. Nguồn gốc của Omega vẫn còn là một điều bí ấn, nhưng giờ đây các vị thần không còn thời gian cho vấn đề đó, bởi có 1 vấn đề cấp bách hơn cả: Omega ngày càng hiếu chiến và mạnh hơn qua các cuộc chiến, điều này khiến các vị thần nghi ngờ về truyền thuyết Omega được tạo ra để dập tắt chiến tranh.\u003c/p\u003e \n\u003cp\u003e\"Bạo lực dưỡng bạo lực, chiến tranh nuôi chiến tranh!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Omega",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"d0fiIgLJdMI"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"91",
    "armorIncrease":"14",
    "attackDame":"157",
    "attackIncreaseDame":"10",
    "hitPoint":"3125",
    "hitPointIncrease":"167",
    "id":"kahlii",
    "lore":"\u003cp\u003e“Ta sẽ trả lại những gì người đã làm với ta gấp mười lần!”\u003c/p\u003e \n\u003cp\u003eKahlii đi lang thang khắp nơi trên thế giới cùng trái tim ngập tràn hận thù các vị thần. Để trả thù các vị thần, những người theo đạo sẽ bị Kahlii giết và cướp mất linh hồn chỉ để thỏa mãn sự ích kỉ của bản thân. Những kỉ niệm đẹp của những con người xấu số này sẽ mãi bị thay thế bởi sự sợ hãi và đau khổ. Các linh hồn sau đó sẽ buộc phải trở thành tôi tớ trung thành của Kahlii.\u003c/p\u003e \n\u003cp\u003eNhiều thế kỉ trôi qua, cứ mỗi lần Kahlii cảm thấy buồn chán, nữ thần sẽ sai một trong những tôi tớ của mình để đi tìm người yêu hoặc người thân để bắt về làm nô lệ. Những nạn nhân của Kahlii đều phải chịu nỗi đau bất tận, điều mà không một chiến binh quả cảm hay một vị thần nào có thể chịu nổi.\u003c/p\u003e \n\u003cp\u003e\"Hận thù sẽ mang đến sức mạnh không gì sánh nổi\"\u003c/p\u003e",
    "movementSpeed":"350",
    "name":"Kahlii",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"sBfs-bNnbOw"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"90",
    "armorIncrease":"22",
    "attackDame":"173",
    "attackIncreaseDame":"14",
    "hitPoint":"3267",
    "hitPointIncrease":"247",
    "id":"zephys",
    "lore":"\u003cp\u003e“Không một ai có thể thoát khỏi lưỡi hái Tử Thần của ta”\u003c/p\u003e \n\u003cp\u003eMùi vị của cái chết ở thế giới loài người là minh chứng rõ ràng để biết hướng di chuyển của Tử thần. Tương truyền rằng, Zephys\u0026nbsp;là một tử thần kiệm lời, toàn thân ông được bao phủ bởi làn sương giá lạnh. Mỗi khi du hành, Zephys khoác lên mình chiếc áo dài đen óng cùng chiếc lưỡi hái sắc đến mức có thể cắt lìa mọi thứ trên đời. Thu thập linh hồn chỉ là một công việc không hề đơn giản.\u003c/p\u003e \n\u003cp\u003eBởi sau khi lìa cõi đời, rất nhiều linh hồn trở thành ác linh đi quấy phá và reo rắc nỗi sợ hãi lên loài người. Chính lúc này đây, Zephys sẽ phải dùng quyền lực của một vị thần, triệu gọi đội quân của mình để gìn giữ trật tự của cả 2 thế giới. Bất cứ kẻ nào chống đối đều sẽ phải chịu sự trừng phạt giày xéo tâm hồn, và nhận một kết cục đau đớn hơn cả cái chết.\u003c/p\u003e \n\u003cp\u003e\"Khi cái bóng của tử thần phủ xuống, lưỡi hái sẽ nhanh chóng theo sau thôi\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Zephys",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"RtxYwSqpyiY"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"91",
    "armorIncrease":"15",
    "attackDame":"165",
    "attackIncreaseDame":"9",
    "hitPoint":"3083",
    "hitPointIncrease":"167",
    "id":"diaochan",
    "lore":"\u003cp\u003e\"Đàn ông chinh phục thế giới, ta sẽ chinh phục đàn ông.\"\u003cbr\u003e Điêu Thuyền nói câu đó năm mười lăm tuổi. Nàng vừa học nghệ thuật múa lụa nhưng đã có thể quyến rũ tất cả những ai hay ghé qua đại lộ Trường An. Một viên quan đã nói: \"Cô gái này là hiện thân của tội lỗi từ thiên đường!\" trước khi đổ gục dưới chân nàng tìm kiếm mùi hương vương trên áo.\u003cbr\u003e Ngay cả Lữ Bố hùng mạnh cũng không thể cưỡng lại vẻ đẹp của Điêu Thuyền. Khi nàng nhăn mặt, Lữ Bố sẵn sàng ra tay với cha nuôi Đổng Trác. Chỉ một nét thoáng buồn trên mặt Điêu Thuyền cũng đủ để Lữ Bố trừng trị kẻ phạm lỗi.\u003cbr\u003e Điêu Thuyền xinh đẹp, nhưng cái đẹp đó cũng tương xứng với dã tâm trong nàng. Các anh hùng khắp thế giới đến thách thức Lữ Bố để có thể đoạt Điêu Thuyền về tay. Đa số đều bị hạ ngay lập tức. Nhưng người khác tập hợp cùng nhau và cũng chịu chung số phận. Thấy kẻ địch ngày một nhiều thêm và khát khao chiến trận của Lữ Bố ngày một lớn dần, Điêu Thuyền lặng lẽ rời bỏ người đàn ông yêu nàng tha thiết trong một sáng trời mưa bão.\u003cbr\u003e \"Cố đừng nghĩ đến ta nhiều quá.\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Điêu Thuyền",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"yAsrYqPHSeg"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"150",
    "armorIncrease":"24",
    "attackDame":"170",
    "attackIncreaseDame":"9",
    "hitPoint":"3311",
    "hitPointIncrease":"345",
    "id":"chaugnar",
    "lore":"\u003cp\u003e\"Ta là hóa thân của hỗn loạn, tổ tiên của ma quỷ\"\u003c/p\u003e \n\u003cp\u003eKẻ có tên Chaugnar, Sứ giả của Cthulu, là một thực thể tà ác do hỗn độn sinh ra. Hắn đã tồn tại lâu hơn cả Thiên Đường hay Địa Ngục. Trong mắt hắn, sự tồn tại chỉ đơn thuần là cuộc chiến bất tận giữa hỗn loạn và trật tự. Sự sống, luật lệ, quy luật, cảm xúc và đức tin không có ý nghĩa với hắn. Những ai không may đối diện con quỷ độc ác này sẽ phải thu mình lại và cảm nhận sự tăm tối hơn cả bóng đêm, nỗi kinh hoàng hơn tất cả những sợ hãi từng trải qua.\u003c/p\u003e \n\u003cp\u003eNếu không có một thiên tài lừa Chaugnar vào bẫy và nhốt hắn dưới đáy của Biển Đen thì có thể thế giới này đã biến mất từ lâu. Tuy nhiên, sức mạnh của sự hỗn loạn không bao giờ có thể được dập tắt hoàn toàn. Tất cả những gì loài người có thể làm là chiến đấu để làm suy yếu Chaugnar và giảm thiểu các mối đe dọa mà hắn tạo ra. Tuy nhiên, mọi người đều biết rằng một ngày Chaugnar sẽ phá vỡ xiềng xích của hắn và cho nổ tung thế giới này bằng lửa thù hận.\u003c/p\u003e \n\u003cp\u003e\"Ta sẽ cho ngươi chứng kiến thế giới này bị hỗn loạn nuốt chửng!\"\u003c/p\u003e",
    "movementSpeed":"390",
    "name":"Chaugnar",
    "range":"Gần",
    "role":"Trợ Thủ",
    "youtube":"S07L6Ad1zNw"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"18",
    "attackDame":"172",
    "attackIncreaseDame":"17",
    "hitPoint":"3235",
    "hitPointIncrease":"198",
    "id":"violet",
    "lore":"\u003cdiv\u003e \n \u003cp\u003e\"Những phát bắn của ta luôn nhắc nhở mọi người về thời kỳ khủng khiếp dưới ách thống trị của Hắc Ám\".\u003c/p\u003e \n \u003cp\u003eXuyên suốt cuộc Chiến Tranh Chạng Vạng, bóng hồng Violet nổi lên như một thợ săn dòng giống ác quỷ với cái tên Thái tử. Sức mạnh của những con quỷ dần trở nên không thể kiểm soát, không đơn thuần sử dụng móng vuốt và răng nanh như trước đây nữa, ma cà rồng thuộc chủng loại mới có tên là Thái Tử giờ đây có thể sử dụng phép thuật để tạo ra các vụ nổ, sấm sét hay thậm chí là bay lượn. Kĩ năng của Violet mang tới cho cô những lợi thế lớn không dễ bị áp đảo. Chỉ có những người giống Violet, những người đã trải qua quá trình huấn luyện khắc nghiệt, mới có thể đối đầu với những thế lực phi tự nhiên và ma thuật của chúng.\u003c/p\u003e \n \u003cp\u003eĐồng loại bị tiêu diệt càng nhiều, lũ ma cà rồng càng căm hận Violet. Chúng liên tục tìm cách tiêu diệt lực lượng của cô. Liên tục phải phòng ngự trước những đợt tấn công đến từ kẻ thù, khẩu súng thân tín “Hoa Hồng Định Mệnh” của Violet cũng bị phá hủy.\u003c/p\u003e \n \u003cp\u003eMất cặp súng trên tay và nhìn thấy bạn bè mình từng người một ngã xuống, Violet gào lên giận giữ và thề rằng sẽ tận diệt ma cà rồng đến tận hơi thở cuối cùng, cho dù không còn tấc sắt trên tay.\u003c/p\u003e \n \u003cp\u003e“Ma cà rồng săn đuổi chúng ta, chúng ta săn đuổi lại ma cà rồng!”\u003c/p\u003e \n\u003c/div\u003e",
    "movementSpeed":"340",
    "name":"Violet",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"dwb3R64z5yg"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"17",
    "attackDame":"177",
    "attackIncreaseDame":"17",
    "hitPoint":"3269",
    "hitPointIncrease":"183",
    "id":"butterfly",
    "lore":"\u003cp\u003e\"Cuộc đời của ta sẽ ra sao khi chiến tranh kết thúc?\" Trong một đêm lạnh giá, Butterfly trầm ngâm bên thanh gươm lấp lánh ánh sáng dìu dịu ấm áp.\u003c/p\u003e \n\u003cp\u003e\"Tồn tại trong thế giới hỗn loạn này chẳng dễ dàng chút nào, đặc biệt là những người kiếm tiền từ máu của kẻ khác. Ta còn chẳng có thời gian để suy nghĩ về bất cứ điều gì khác\" giọng của cô lạnh lùng mà chua chát, phát ra từ bóng tối. Mới vừa thực hiện nhiệm vụ trước đó ít lâu, Butterfly không hề có dấu hiệu mệt mỏi. Là một sát thủ ám sát thuê được huấn luyện tốt, cô có khả năng duy trì và khôi phục sức chịu đựng của mình xuyên suốt các cuộc chiến.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eButterfly là một biệt hiệu được cô sử dụng trong hợp đồng ám sát. Không giống như lính đánh thuê thông thường, nhiệm vụ của Butterfly rất đa dạng và phức tạp. Khách hàng bắt đầu yêu cầu sát thủ thực hiện nhiệm vụ khó khăn hơn; nhấn mạnh vào khả năng, giới tính, tuổi tác, và thậm chí thời gian xuất hiện. Để đáp lại, Butterfly không ngừng cải thiện bản thân để phục vụ những yêu cầu đó.\u003c/p\u003e \n\u003cp\u003eButterfly từng là một đứa trẻ mồ côi, được nuôi dưỡng bởi hiệp hội lính đánh thuê và huấn luyện qua rất nhiều cuộc chiến. Lớn lên, cô ra chiến trường kiếm tiền, trả lại khoản phí nuôi dạy cho hiệp hội. Mỗi nhiệm vụ thành công, Butterfly phải trả họ một nửa số tiền kiếm được, cho đến khi món nợ từ bé của cô được thanh toán sòng phẳng.\u003c/p\u003e \n\u003cp\u003eNhững thành viên của hiệp hội tử trận ngày một nhiều. Điều này khiến cho Butterfly được giao nhiệm vụ quan trọng nhất: bảo vệ Astrid, con gái út của gia tộc Hoa Hồng. Cô đã hoàn thành rất nhiều nhiệm vụ tương tự, ngụy trang trong bộ đồ người hầu bí mật hộ tống những quý cô sang chảnh, diêm dúa đi đến các sự kiện khác nhau.\u003c/p\u003e \n\u003cp\u003eNếu đó không phải là một công việc được trả lương cao, Butterfly đã chọn một nhiệm vụ thú vị hơn, như ám sát một gã cưỡi rồng, hoặc loại bỏ thủ lĩnh của toán cướp. Nó khiến cô thấy hưng phấn hơn việc dành cả đêm để nghe những câu chuyện viển vông của tụi quý tộc.\u003c/p\u003e \n\u003cp\u003eKỳ lạ thay, nhiệm vụ mới không phải là nhàm chán như Butterfly đã nghĩ. Cô hoàn toàn bị choáng ngợp bởi độ khó của nhiệm vụ, bởi cô được cử đến để bảo vệ Astrid trong một cuộc chiến chống lại binh đoàn Lokheim, những kẻ đã đánh bại Arduin và nhóm hiệp sĩ Vedan.\u003c/p\u003e \n\u003cp\u003eSau cái chết của cha, anh trai, và chứng kiên lâu đài bị vây hãm, Astrid lãnh đạo các hiệp sỹ Hoa Hồng cầm kiếm tử chiến với kẻ thù. Butterfly được thuê để bảo vệ Astrid. Và khi đao kiếm dừng lại, cả hai cùng bị thương nặng.\u003c/p\u003e \n\u003cp\u003eTheo các quy định của hợp đồng, Butterfly có quyền từ bỏ, chiếu theo điều khoản \"Mức độ phức tạp của công việc\". Tuy nhiên, cô tiếp tục nhiệm vụ bảo vệ Astrid bé bỏng, người thừa kế cuối cùng của dòng dõi Bá tước Hoa hồng. Chừng nào Astrid còn thở, còn sức nâng cao thanh kiếm Tro Tàn của cha nàng, nhiệm vụ của Butterfly còn chưa kết thúc.\u003cbr\u003e Đó không chỉ đơn thuần là nhiệm vụ, nó cũng là cách cô làm việc.\u003c/p\u003e \n\u003cp\u003e\"Từ \u0027chạy trốn\u0027 không có trong từ vựng của tôi”\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Butterfly",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"IGIyrAyGnRM"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"120",
    "armorIncrease":"20",
    "attackDame":"171",
    "attackIncreaseDame":"12",
    "hitPoint":"3450",
    "hitPointIncrease":"345",
    "id":"ormarr",
    "lore":"\u003cp\u003e\"Thử đánh bại ta xem nào!\"\u003cbr\u003e Sinh ra trong bộ lạc Huyết Phủ, Ormarr sở hữu sức mạnh phi thường và sức chịu đựng dẻo dai.\u003cbr\u003e Với cây búa khổng lồ và thanh kiếm của mình, Ormarr xung phong tham chiến không biết bao nhiêu trận đánh của bộ tộc của mình với. Gã luôn là người xung phong đầu tiên và rút lui cuối cùng. Trước sự bất khuất, gan dạ, quả cảm đó, Ormarr nhận được sự kính nể của cả đồng minh lẫn kẻ thù. Biệt danh “Cuồng Chiến Binh” cũng bắt đầu từ đây.\u003cbr\u003e Nhận được sự tín nhiệm của nhiều người trong bộ tộc, Ormarr trở thành đầu lĩnh. Nhưng trong quá trình lãnh đạo, gã có nhiều quyết định sai lầm, mà nổi bật trong đó là việc cố gắng cướp kho lương thực dự trữ của đồng minh. Điều này đã khiến bộ tộc của gã bị trục xuất đến vùng đất băng giá phương Bắc xa xôi. Điều kì lạ là điều này lại không hề làm ảnh hưởng đến danh tiếng của Ormarr. Mọi người trong bộ tộc vẫn nhất nhất nghe theo Ormarr, điều này luôn thôi thúc gã phải cố gắng nhiều hơn nữa.\u003cbr\u003e Không làm mọi người trong bộ tộc thất vọng, khi đội quân quỷ dữ xâm lược lục địa, Ormarr đã dẫn đầu đội quân để bảo vệ bộ tộc của mình. Cảm phục trước tinh thần quả cảm, vì bộ tộc quên thân đó, những bộ tộc lân cận nhanh chóng cho người chi viện vật tư, quân đội để cùng Ormarr chống lại lũ quỷ dữ kia.\u003cbr\u003e \"Chiến trường là nơi duy nhất dành cho một chiến binh ngã xuống!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Ormarr",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"aB5ojv7-t2g"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"17",
    "attackDame":"165",
    "attackIncreaseDame":"9",
    "hitPoint":"3041",
    "hitPointIncrease":"181",
    "id":"azzenka",
    "lore":"\"Ta là Azzen\u0027Ka, vua của các vị vua!\"\n\u003cbr\u003e Azzen\u0027Ka là hiện thân của một vị thần vô danh cổ xưa. Những ai du hành qua sa mạc phải làm đồ cúng tế cho Azzen\u0027Ka để chuyến đi được an toàn; nếu không, họ sẽ bị cát nuốt chửng. Vùng đất sa mạc không hiếu khách tách biệt với phần còn lại của thế giới, và những cơn bão cát bất tận đã làm suy giảm hứng thú của mọi vị thần khác, để lại Azzen\u0027Ka là người cai trị duy nhất trên sa mạc.\n\u003cbr\u003e Thần Horus từng cố dẫn dắt một đội quân để chinh phục sa mạc. Thất bại nhanh chóng theo sau. Bởi không có một trận chiến bình thường trên một vùng đất bất thường. Dù là thần chết, sa mạc vẫn nằm ngoài tầm với của Horus. Ngài tự tin có thể đánh bại Azzen\u0027Ka, nhưng gục ngã trước cơn bão cát không ngừng và ý chí sinh tồn của sa mạc, và buộc phải rút lui.\n\u003cbr\u003e Mọi ghi chép về Azzen\u0027Ka nói ngài là một kẻ tà ác. Tuy nhiên, các hành khách phản bác rằng nếu họ thật sự dâng hiến cúng tế, họ sẽ được đảm bảo an toàn. Do đó luôn có những luồng dư luận trái chiều nhau về Azzen\u0027Ka. Có người coi ngài là thần, có kẻ ghét ngài đến tận xương tủy. Tất nhiên, Azzen\u0027Ka chẳng quan tâm đến cả hai.\n\u003cbr\u003e \"Đến cả thần linh cũng đầu hàng trong lĩnh vực của ta.\"",
    "movementSpeed":"360",
    "name":"Azzen\u0027Ka",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"g71uG4uHiGQ"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"98",
    "armorIncrease":"22",
    "attackDame":"176",
    "attackIncreaseDame":"16",
    "hitPoint":"3208",
    "hitPointIncrease":"257",
    "id":"alice",
    "lore":"Alice là vị thần hoàng đạo trẻ tuổi nhất. Đó là lý do cô thường từ chối trách nhiệm của mình, mà thích dành thời gian chơi đùa cùng chim muông hơn. Các vị thần hoàng đạo coi Alice như con của mình vậy. Ngây thơ, trong sáng và không có chữ “sợ hãi” trong từ điển của cô. Alice thậm chí không thể hoãn cái sự ham vui của mình lại được, dù là trước những vị thần hoàng đạo vĩ đại nhất.\n\u003cbr\u003e Nụ cười từ sâu thẳm trong cô có thể làm tan chảy trái tim sắt đá nhất. Nhưng đừng có ngốc nghếch mà đánh giá thấp cô, khi đồng minh hoặc Thánh Điện Tinh Tú cần đến, Alice như một quả cầu cuồng nộ đập tan bất kì kẻ thù nào dám cả gan động đến Thánh Điện.\n\u003cbr\u003e \"Thà dây với Sư Tử còn hơn quấy rầy Ma Kết\". Một lời khuyên chân thành từ những kẻ đã bị Alice đánh bại.\n\u003cbr\u003e Nếu có 1 dịp nào đó đối đầu với Alice, bạn sẽ phải ngạc nhiên trước sức mạnh đang ẩn sâu trong một hình hài của 1 cô bé đáng yêu đó.\n\u003cbr\u003e \"Nhanh nào! Đến chơi với tôi đi!”",
    "movementSpeed":"350",
    "name":"Alice",
    "range":"Xa",
    "role":"Trợ Thủ",
    "youtube":"AT5wthEfWsk"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"114",
    "armorIncrease":"29",
    "attackDame":"176",
    "attackIncreaseDame":"9",
    "hitPoint":"3378",
    "hitPointIncrease":"352",
    "id":"gildur",
    "lore":"\u003cp\u003e\"Câu trả lời của vàng liệu có mua được tất cả là gì? Mua lũ đặt câu hỏi!\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Gildur đã từng là một nhà quý tộc giàu nứt đố đổ vách. Gần như mọi ngóc ngách của cả lục địa đều có liên quan đến sản nghiệp của hắn. Bất cứ nơi đâu dính liếu đến tiền bạc, đều sẽ có dính líu đến Gildur. Nói không ngoa thì huy hiệu của hắn đôi khi có hiệu lực hơn cả mệnh lệnh của nhà vua. Ấy thế nên chẳng ai lấy làm lại khi hắn được người đời trao cho biệt danh \"Vua hoàng kim\".\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThật trớ trêu khi đời sống vật chất càng sung túc bao nhiêu, thì thế giới tinh thần của Gildur càng trống rỗng vô vị bấy nhiêu. Hắn cố khiến bản thân chìm đắm trong nữ sắc và những cơn say vô tận, nhưng vô dụng. Đúng lúc này Gildur được biết đến giáo lý \"thanh tẩy linh hồn, cứu rỗi thế gian\" của Cung điện ánh sáng.\u003c/p\u003e \n\u003cp\u003eThế giới tâm linh của Gildur nhanh chóng được khỏa lấp khi hắn tham gia Cung điện ánh sáng. Dẫu vậy với kinh nghiệm lõi đời của mình, Gildur thừa biết thứ tín ngưỡng cuồng nhiệt này về bản chất cũng không khác những thứ hắn đã từng trải nghiệm là bao. Thứ hắn thấy thậm chí còn vươn xa hơn thế, đó là những cơ hội để truy đuổi quyền lực một cách danh chính ngôn thuận nếu hắn vận dụng được những lợi thế của bản thân để leo cao hơn trên nấc thang uy quyền của Cung điện.\u003c/p\u003e \n\u003cp\u003eRất nhanh chóng, Gildur đã thành công và trở thành một trong những \"tín đồ\" quan trọng và quyền lực bậc nhất không chỉ của Cung điện, mà là của cả lục địa!\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Tâm hồn trống rỗng của ta chỉ có thể được khỏa lấp bằng... quyền lực!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Gildur",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"3jt8UVWHIcQ"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"88",
    "armorIncrease":"16",
    "attackDame":"174",
    "attackIncreaseDame":"20",
    "hitPoint":"3401",
    "hitPointIncrease":"175",
    "id":"yorn",
    "lore":"“Bất cứ đâu ta đến, ánh sáng sẽ thanh tẩy bóng tối!”\n\u003cbr\u003e Vị chiến binh rực rỡ nhất của Đền Ánh Sáng, Yorn chói lóa với những mũi tên lấp lánh của chàng.Không chỉ là một chiến binh dũng mãnh, chàng còn đẹp như tạc tượng với thân hình khỏe mạnh cùng gương mặt điển trai cũng đủ “cưa đổ” bất kì ai. Chưa hết, Yorn còn chơi được đàn lia, mỗi khi chàng cất lên tiếng đàn, điệu nhạc du dương đó sẽ làm mê hoặc bất kì sinh vật nào gần đó. Cả người Yorn lấp lánh ánh hào quang không chút tì vết, bởi chàng chính là hiện thân của năng lượng, và ánh sáng.\n\u003cbr\u003e Khi các lực lượng bóng tối bắt đầu manh động, Yorn sẽ cưỡi lên cỗ xe ngựa và dẫn đầu đoàn quân của mình đến chiến trường. Sát cánh bên chàng luôn là thần cung ánh sáng, và cũng như hàng ngàn ánh mặt trời luôn xóa tan bóng tối, chẳng mục tiêu nào có thể trốn thoát những mũi tên của chàng. Thậm chí trên chiến trường đến Maloch cũng phần nào e dè tránh mặt Yorn, chiến binh hùng mạnh nhất của Đền Ánh Sáng.\n\u003cbr\u003e \"Cẩn thận! Ta đã nhắm vào ngươi!\"",
    "movementSpeed":"360",
    "name":"Yorn",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"983rNeSkQHo"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"132",
    "armorIncrease":"27",
    "attackDame":"163",
    "attackIncreaseDame":"8",
    "hitPoint":"3558",
    "hitPointIncrease":"412",
    "id":"toro",
    "lore":"\u003cp\u003e\"Ngộ Không, gieo nhân nào gặt quả nấy!\"\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Toro luôn giữ mối hận Ngộ Không sau từng đó năm. Bá chủ cả dãy Hỏa Diệm Sơn, Toro được xem như một trong những vị thần vĩ đại nhất của thế giới. Sức mạnh và quyền lực của hắn hiển nhiên còn hơn cả Ngộ Không trong Hiệp Ước Máu của Quái Thú nếu không sử dụng bất kì hỗ trợ gì như Gậy Như Ý.\u003c/p\u003e \n\u003cp\u003eSự thật là, Toro đã từng chia sẻ \u0026nbsp;những gì tốt nhất với Ngộ Không, nhưng mọi thứ đã thay đổi kể từ khi Ngộ Không bắt đầu đi Tây Thiên thỉnh kinh. Tôn Ngộ Không xuống tay giết chết người anh em của Toro để bảo vệ Đường Tăng trên đường thỉnh Kinh. Chưa dừng ở đấy, Ngộ Không còn bắt con trai của Toro là Hồng Hài Nhi, và xen vào cuộc tình tay ba giữa Toro, Thiết Phiến Công Chúa và Ngọc Diện Hồ Ly. Kể từ đây, tình nghĩa huynh đệ rạn nứt, mối thâm thù của họ ngày càng trở nên sâu đậm, không bút mực nào tả xiết.\u003c/p\u003e \n\u003cp\u003e\"Chúng ta đã thề là anh em kết nghĩa, sao hắn luôn gây rắc rối cho ta vậy?\", Toro gầm lên hết sức giận dữ.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eToro muốn giáp mặt Ngộ Không để giải quyết mọi ân oán, nhưng Ngộ Không nay đã trở nên thật xa xôi tận Tây Thiên. Toro cảm thấy như bị hạ nhục. Sau khi biết tin Ngộ Không nay đã đến Athanor, Toro nắm lấy cơ hội và theo dấu Ngộ Không. Hắn chiếm được lòng tin của Afata sau khi tiết lộ danh tính thật và chờ đợi một trận thư hùng cùng \"người anh em\" của hắn.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Con khỉ ngu ngốc kia mau ra đây? Ta sẽ cho ngươi một bài học bằng nắm đấm\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Toro",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"s1hXPBNoQPY"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"100",
    "armorIncrease":"27",
    "attackDame":"173",
    "attackIncreaseDame":"11",
    "hitPoint":"3370",
    "hitPointIncrease":"369",
    "id":"taara",
    "lore":"\u003cp\u003eDãy Núi Thép nằm sừng sững ở đất Bắc xa xôi, bao quanh Cung điện ánh sáng như một bức tường bằng sắt. Dãy núi nổi tiếng này được biết đến với các mỏ quặng kim loại, vốn là nguồn năng lượng chính của giới chức sắc trong Cung điện ánh sáng.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Là một nhóm người đến với vùng đất này, Cung điện ánh sáng trực tiếp điều khiển tất cả những người theo tín hữu của họ. Bộ tộc do Taara dẫn đầu đã đạt được nhiều thành tích trong thời kỳ chiến tranh. Mặc dù họ còn thiếu những kỹ năng chế tác cần thiết để chế tạo vũ khí, họ vẫn nắm giữ những chiếc búa quyền năng và đẩy lùi mọi cuộc tấn công dưới chân núi. Những dòng sông máu cứ chảy, bộ lạc của Taara phải trả cái giá quá đắt. Tuy nhiên, khi gần như thất thế khắp Núi Thép, ý nghĩa bỏ cuộc vẫn không xuất hiện trong đầu Taara.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Trong ngày ánh sáng hồi sinh, Taara cùng các bộ lạc tổ chức một bữa tiệc linh đình. Họ thắp lên ngọc lửa sáng sâu trong những ngọn núi và đốt lên những cột lửa sáng lóa. Các sứ giả của Thane đến, mang tới mệnh lệnh từ vị vua đáng kính: Vì sự trung thành của Taara trong chiến tranh, cô xứng đáng được trao danh hiệu cao quý. Cô sở hữu một vùng đất rộng lớn trong vương quốc mới và cả bộ lạc cuối cùng cũng thoát khỏi cảnh nghèo đói.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Tuy nhiên, trước khi Taara có thể lên kế hoạch cho những điều mới mẻ, sự giận dữ của Gildur đã lan đến Sông Thép. Nắm giữ ngân khố của Cung điện ánh sáng, Gildur biết rằng tăng dân số là tăng khả năng sản xuất, và ông không cho phép Thane tự ý đưa thêm người vào Cung điện. Người đưa tin của Thane bị lưu đày, Taara bị coi như là kẻ phản bội niềm tin và bị bỏ tù. Ngoài ra, các khoản thuế áp dụng với bộ lạc của cô bị tăng gấp đôi trong 10 như một hình phạt thích đáng.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Mọi thứ quay ngoắt 180 độ, Taara như rơi thẳng từ thiên đàng xuống địa ngục. Veera, gián điệp bóng đêm, nắm lấy cơ hội và giải cứu Taara, và để lại lời nhắn: \"Những vị thần Ánh Sáng đã khiến cô gục ngã, tại sao cô không nắm lấy Bóng Tối thật sự?\". Thất vọng vì những gì Cung điện ánh sáng đối xử với cô, Taara đã tự gieo mình xuống vực thẳm. Cô sẵn sàng bị dầy vò bởi lửa băng, và dâng linh hồn mình cho bóng đêm.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Ta chỉ dựa vào sức mạnh mà ta có trong tay!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Taara",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"oz-S80M-Ez8"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"92",
    "armorIncrease":"16",
    "attackDame":"172",
    "attackIncreaseDame":"15",
    "hitPoint":"2988",
    "hitPointIncrease":"190",
    "id":"nakroth",
    "lore":"\u003cp\u003e\"Đối mặt với phán xét của ngươi!\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Nakroth, dẫu là phán quan của cõi âm, nhưng lại nổi tiếng cả đại lục bởi sự công chính liêm minh, thiết diện vô tư của ông. Tất cả linh hồn đến với cõi âm đều được Nakroth phán xét một cách công bằng, đối với những kẻ có tội bất luận xuất thân đều sẽ phải gánh chịu hình phạt thích đáng!\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Sau khi Preyta tạo nên cầu nối giữa cõi âm và toàn bộ thế giới, Nakroth đã đầu nhập vào Lực lượng Sa đọa. Thế nhưng trái ngược với sự tàn nhẫn của lực lượng này, đoàn quân vong linh được dẫn dắt bởi Nakroth chiếu đấu vì lý tưởng, không hề xuất phát từ dục vọng bạo lực trên chiến trường.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Đương nhiên trên chiến trường không có chỗ cho sự mềm lòng, và sự thiện chiến của Nakroth chỉ càng gia tăng sự kính sợ của tất cả đối với ông. Đối với các lời đồn ngày càng lan truyền về sức mạnh khủng khiếp của mình, Nakroth chỉ khẽ nhếch miệng cười.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Nakroth",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"uwkA3UMTGQQ"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"104",
    "armorIncrease":"21",
    "attackDame":"158",
    "attackIncreaseDame":"8",
    "hitPoint":"3742",
    "hitPointIncrease":"270",
    "id":"grakk",
    "lore":"\u003cp\u003eGrakk là một gã đao phủ trứ danh với sự tàn bạo khôn cùng, hắn thường dùng các sợi xích khủng bố trói lấy linh hồn nạn nhân, rồi nhồm nhoàm ngấu nghiến cắn xé họ từng chút một. Cái giá phải trả cho chuỗi hành động này cũng khủng bố không kém, nó khiến hắn chẳng thể nuốt bất cứ thứ gì khác ngoại trừ linh hồn, và rằng hắn sẽ phải mãi mãi là một con quỷ đói!\u003c/p\u003e \n\u003cp\u003eĐể kìm hãm cơn đói bất diệt, đôi khi hắn phải tìm đến Zephys - kẻ thu thập linh hồn và Nakroth - kẻ phán xét;. Tất cả các linh hồn tội lỗi chỉ có một số phận: yên vị trong dạ dày của hắn. Sau khi cuộc chiến nổ ra, để nhận lấy sự phục vụ của Grakk, Maloch đã hứa rằng hắn có thể làm bất kỳ điều gì hắn muốn với mọi tù binh.\u003c/p\u003e \n\u003cp\u003eCơn đói khát vĩnh cửu biến Grakk trở thành một thảm hỏa chiến tranh. Với mỗi linh hồn tiêu hóa, hắn lại càng trở nên mạnh mẽ hơn. Hắn biến tất cả những thứ gì không thể ăn trở thành bầy tôi tớ quỷ quái trợ giúp hắn trong công cuộc tìm kiếm thêm nạn nhân.\u003c/p\u003e \n\u003cp\u003e\"Ta... đói...\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Grakk",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"-17fkLEn2pc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"16",
    "attackDame":"170",
    "attackIncreaseDame":"8",
    "hitPoint":"3027",
    "hitPointIncrease":"198",
    "id":"aleister",
    "lore":"\u003cp\u003e\"Tột cùng của dối trá là gì ngoài sự thật?\u0027\u0027\u003cbr\u003e \u0026nbsp;\u003cbr\u003e Nhiều người có thể đã quên lãng, nhưng Aleister đã từng là một trong những ứng viên sáng giá của Cung điện ánh sáng. Đã từng có thời hắn cùng Yorn là cặp đôi xuất sắc, tài năng nhất của cả thế hệ trẻ Cung điện. Ấy thế mà Aleister, dẫu thông minh nhưng lại thiếu lòng tin, đã rơi vào sự mê hoặc của Veera rồi sa vào con đường bóng tối.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eAleister quả thật đã không phụ lòng tin của mọi người về tài năng của hắn, điểm khác biệt duy nhất là giờ đây lập trường của hắn đã thay đổi hoàn toàn. Bằng thiên phú kinh người, Aleister đã liên tục giúp lực lượng Sa đoạ giành được hết chiến thắng này đến chiến thắng khác trước quân phản kháng.\u003c/p\u003e \n\u003cp\u003eVì nghĩa quên thân, Valhein dẫn đầu một lực lượng đặc nhiệm quyết ám sát gã phản đồ. Nhưng nào hay tất cả đã nằm trong dự tính của Aleister, hắn lặng lẽ thiết lập cạm bẫy rồi bất thình lình phản công khiến Valhein suýt nữa đã phải hi sinh.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Muốn đấu trí với ta? Các ngươi đủ sức sao?\"\u003c/p\u003e",
    "movementSpeed":"350",
    "name":"Aleister",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"1pr-7kqvwYk"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"18",
    "attackDame":"161",
    "attackIncreaseDame":"16",
    "hitPoint":"3007",
    "hitPointIncrease":"194",
    "id":"fennik",
    "lore":"\u003cp\u003e\"Lên thôi, mọi người!\"\u003c/p\u003e \n\u003cp\u003eFennik rất có thể là sinh vật nhanh nhất trên thế gian. Lý do tồn tại chữ \"có thể\" là vì sử sách thường chỉ lưu lại các kỷ lục về sức mạnh hoặc trí khôn, còn về tốc độ thì chẳng có mấy. Và rồi Fennik xuất hiện - hắn nhanh đến mức chẳng có con gà nào thoát nổi tay hắn, và cũng chẳng ai tóm được hắn. Mọi thứ thế cho đến khi chẳng ai hay, Fennik đã trở thành tên trộm với mức tiền thưởng cao kỷ lục từ trước đến nay.\u003c/p\u003e \n\u003cp\u003eTrong nội bộ xã hội cũng có những luồng ý kiến trái chiều nhau về Fennik. Một số thì cay hắn đến cùng cực, chủ yếu là do mãi không tóm được hắn, hoặc đã từng là nạn nhân bị hắn viếng thăm. Một số thì lại rất thích hắn, vì họ không ít thì nhiều dều chịu ân huệ của hắn.\u003c/p\u003e \n\u003cp\u003eCướp kẻ giàu, cho người nghèo? Fennik không bận tâm, chẳng qua chỉ là hắn thích nhìn thấy những kẻ vò đầu bứt tai vì mất của, cũng như sự ngạc nhiên sung sướng của những người được nhận của cải từ trên trời rơi xuống. Còn về giàu hay nghèo thì liên quan gì đến hắn.\u003c/p\u003e \n\u003cp\u003eQuan trọng là phải vui!\u003c/p\u003e",
    "movementSpeed":"340",
    "name":"Fennik",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"7hAs1b91f4s"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"109",
    "armorIncrease":"20",
    "attackDame":"156",
    "attackIncreaseDame":"8",
    "hitPoint":"3537",
    "hitPointIncrease":"352",
    "id":"lumburr",
    "lore":"\u003cp\u003e\"Chiến tranh tàn phá\u0026nbsp;đất\u0026nbsp;đai.\u0026nbsp;Đất\u0026nbsp;đai tàn phá chiến tranh!\"\u003c/p\u003e \n\u003cp\u003eĐất\u0026nbsp;đai là một trong những nguyên tố cơ bản của thế giới. Và Lumburr, một trong những trường hợp\u0026nbsp;đặc biệt nhất của các kỳ tích hi hữu,\u0026nbsp;được kế thừa toàn bộ\u0026nbsp;ý thức từ\u0026nbsp;đất mẹ. Hắn lẳng lặng bảo vệ tất cả những sinh linh trên vùng\u0026nbsp;đất này\u0026nbsp;đã hàng ngàn năm trôi qua.\u003c/p\u003e \n\u003cp\u003eNguyên tắc của Lumburr thật ra rất\u0026nbsp;đơn giản, hắn không hề can dự gì đến tất cả những quỹ đạo vận động của thế giới tự nhiên. Bất kể hành vi dù là mạnh được yếu thua, ỷ mạnh hiếp yếu... hắn đều điềm nhiên quan sát và chỉ quan sát mà thôi. Thế nhưng, khi quân đoàn ác quỷ ngoại giới muốn xâm lược thế giới này, thời điểm hắn xuất thế đã điểm.\u003c/p\u003e \n\u003cp\u003eLumburr rời khỏi núi rừng, nơi nghỉ ngơi hàng ngàn năm qua, để gia nhập đội quân bảo vệ thế giới. Trước bầy ác quỷ hung hãn, Lumburr luôn là một lớp lá chắn đáng tin cậy. Đã từng có lần hàng ngàn đợt ác quỷ công kích liên tục, nhưng Lumburr vẫn sừng sững hiên ngang đầy vững chãi. Trước một thế lực bảo vệ đầy hùng mạnh như thế, đến cả biển ác quỷ cũng đành phải bó tay rút lui.\u003c/p\u003e \n\u003cp\u003e\"Vùng đất này sẽ luôn được ta bảo vệ\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Lumburr",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"SPb6d9VhcDQ"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"83",
    "armorIncrease":"16",
    "attackDame":"170",
    "attackIncreaseDame":"8",
    "hitPoint":"3323",
    "hitPointIncrease":"190",
    "id":"natalya",
    "lore":"\u003cp\u003eTrước thảm họa bè lũ ác quỷ xâm lăng thế giới, một nhóm quang minh chiến sĩ đã tự nguyện hy sinh bản thân, họ sẵn sàng gánh chịu thứ nguyền rủa ma thuật tà ác để trở thành những hộ vệ bất tử của thánh điện. Dẫu thành công ngăn chặn cuộc xâm lược, nhưng họ buộc phải lùi vào bóng tối vì thứ nguyền rủa đang mang trên mình, và Natalya chính là hậu duệ của những chiến sĩ này.\u003c/p\u003e \n\u003cp\u003eKẻ bị nguyền rủa không thể chết cho đến khi truyền lại nó cho dòng dõi của họ, và đó là cách Natalya trở thành kẻ bị nguyền rủa. Đôi khi sẽ có những kẻ không thể khống chế thứ năng lượng tà ác bên trong, khiến họ trở nên điên loạn và nuốt chửng các đồng loại của mình. Càng cắn nuốt lẫn nhau, họ lại càng trở nên hùng mạnh. Trước mối hiểm họa bị xâm lược, thánh điện đã quyết định duy trì, và thậm chí nuôi dưỡng những chiến sĩ bị nguyền rủa này.\u003c/p\u003e \n\u003cp\u003eNatalya là một trong những chiến sĩ nổi bật nhất, đến mức thánh điện đã chuẩn bị sẵn cả một bữa tiệc để chúc mừng lễ trưởng thành của cô. Nhưng họ nào ngờ rằng Natalya đã chán ghét cuộc sống địa ngục không chút tự tôn này đến tận cổ. Thứ cảm xúc tội lỗi cô gánh chịu mỗi ngày khi buộc phải chứng kiến và tự tay sát hại các đồng loại của mình đã đến lúc để bùng nổ.\u003c/p\u003e \n\u003cp\u003e\"Tất cả tội ác, cứ để ta gánh vác!\" Natalya ngay tại lễ trưởng thành của mình đã cắn nuốt tất cả đồng loại để kết liễu cuộc sống địa ngục của họ. Chưa dừng lại ở đó, cô tiêu diệt luôn cả gã sứ giả của thánh điện để chứng minh cho chúng thấy quyết tâm của mình, bởi cô biết rõ chính chúng là cội nguồn của thứ nguyền rủa này.\u003c/p\u003e \n\u003cp\u003eSau đó Natalya náu mình trong bóng tối, cô thậm chí còn tách được lời nguyền ra khỏi bản thân và ký kết hiệp ước với chúng bằng cách tuyên thệ thần phục Veera. Từ đấy về sau Natalya, với sức mạnh của lời nguyền nay là trợ thủ, trở thành một cỗ lực lượng khủng khiếp đến cùng cực!\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Natalya",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"CfJ6oapPwd8"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"125",
    "armorIncrease":"27",
    "attackDame":"153",
    "attackIncreaseDame":"10",
    "hitPoint":"3450",
    "hitPointIncrease":"349",
    "id":"cresht",
    "lore":"\u003cp\u003e\"Mạnh mẽ hay là chết!\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Cresht, Chiến Binh Thủy Quái, thường xuyên kể về Biển Sục Sôi quê nhà của hắn. Tuy nhiên, khi đối đầu với Cresht, mọi người nên nhớ rằng tên của vùng biển này không xuất phát từ nhiệt độ mà từ sự hỗn loạn không ngừng dưới mặt nước, và ở đó hắn chính là kẻ đứng đầu chuỗi thức ăn.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Các ghi chép cổ đại không có nhiều thông tin về nguồn gốc của Cresht. Con người chỉ biết đến hắn qua bài hát của những người hát rong: \"Một con quái vật đi lên từ đáy biển, với cây đinh ba khủng khiếp không mang theo gì khác hơn ngoài cái chết.\" Trong Chiến tranh Người - Thú, Cresht chiến đấu không sợ hãi trên tiền tuyến, không ngừng hành hạ con người. Thật ngạc nhiên, Cresht không trở về với Biển Sục Sôi khi chiến tranh kết thúc. Thay vào đó, hắn \u0026nbsp;theo đuổi mục tiêu cao hơn so với việc thôn tính những kẻ yếu đuối.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Trận chiến giữa Thần linh và Ác quỷ không thể vắng mặt Cresht!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Cresht",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"BWDappiYPDY"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"40",
    "armor":"98",
    "armorIncrease":"17",
    "attackDame":"163",
    "attackIncreaseDame":"9",
    "hitPoint":"3122",
    "hitPointIncrease":"217",
    "id":"jinna",
    "lore":"\u003cp\u003eChuỗi hạt luân hồi, là thánh vật lưu truyền của gia tốc Jinna.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTừ thời xa xưa, tổ tiên của bộ tộc Jinna, chỉ dựa vào sức mạnh khi niệm thần chú của chuỗi hạt mà có thể đối đầu với ác ma trong địa ngục. Tuy nhiên, việc tàn sát quá nhiều khiến chuỗi hạt bị nhiễm phải sức mạnh hắc ám tà ác, cuối cùng tổ tiên Jinna buộc phải hy sinh linh hồn để phong ấn chuỗi hạt, và căn dặn hậu thế bảo vệ thật cẩn thận.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eMột lần nữa sức mạnh hắc ám lại trỗi dậy, phong ấn cổ xưa đang dần bị lung lay. Jinna tu luyện quanh năm, cảm nhận được sự thay đổi của chuỗi hạt. Để tránh chuối hạt bị sức mạnh hắc ám nuốt trọn, hắn quyết định mang chuỗi hạt lên Cung Điện Ánh Sáng để thanh tẩy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCái mà không ai ngờ đến, là sức mạnh hắc ám phát ra từ chuỗi hạt, đã thu hút được sự chú ý của tên Maloch đến từ địa ngục, những tên ác ma dưới trướng của hắn nhanh chóng truy đuổi theo Jinna. Trong lúc nguy cấp, sức mạnh linh hồn còn sót lại trong chuỗi hạt bỗng thức tỉnh, Jinna đã đẩy lùi được ác ma dưới sự giúp đỡ của tổ tiên, đồng thời cũng nắm giữ được cách điều khiển sức mạnh chuỗi hạt.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCuối cùng, Jinna đã mang chuỗi hạt luân hồi đến được Cung Điện Ánh Sáng. Sức mạnh tu luyện nhiều năm của Jinna và sức mạnh lấy được từ chuỗi hạt, đã được mọi người trong Cung Điện công nhận. Dưới sự gợi ý của Thánh nữ Lauriel, Jinna bắt đầu tu luyện sức mạnh ma pháp khó nhất của Cung Điện Ánh Sáng là Bí pháp thiền tông, tu luyện tâm pháp bằng cách không nói 1 lời nào.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eJinna hiểu rằng, chỉ có sức mạnh ánh sáng thuần khiết này, mới có thể thanh tẩy được sức mạnh hắc ám bên trong chuỗi hạt luân hồi!\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Jinna",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"Wt9_Eq6dpy4"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"96",
    "armorIncrease":"18",
    "attackDame":"159",
    "attackIncreaseDame":"9",
    "hitPoint":"3238",
    "hitPointIncrease":"190",
    "id":"payna",
    "lore":"\u003cp\u003eLần đầu tiên Payna nhìn thấy đôi cánh thiên thần của Lauriel, là lúc Lauriel đang bị Aleister điên cuồng truy đuổi. Từ lúc rời bỏ Cung Điện Ánh Sáng, Aleister vẫn luôn rất khao khát Suối Nguồn Ánh Sáng mà Lauriel đang canh giữ, đây là nguồn nguyên liệu cực quan trọng để hắn thực hành những thí nghiệm ma pháp. Sau khi bị vậy hãm, Lauriel bị trọng thương, buộc phải trốn vào trong Khu Rừng Hắc Ám để tránh sự truy đuổi. Chính vào lúc này, Thần rừng hộ mệnh Payna đã ra tay hỗ trợ cho Lauriel.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐối mặt với sức mạnh hủy diệt của Aleister, Payna cũng không thể cản phá. Để đập tan âm mưu của Aleister, Lauriel quyết định giao Suối Nguồn Ánh Sáng lại cho Payna, và ở lại giữ chân Aleister. Nhưng hai người đều không thể tránh khỏi những đòn sấm sét của Aleister và bị thương tổn khắp người.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Thà uống hết chứ không để ngươi đạt được!\" Payna dùng chút sức lực cuối cùng uống hết Suối Nguồn Ánh Sáng, sức mạnh của ánh sáng bùng phát ra trong cơ thể cô. Sức mạnh phát ra nhanh chóng chữa trị vết thương trên người của Lauriel. Dưới sự giúp sức của Payna, Lauriel đã phục hồi và đẩy lùi được Aleister.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eSau sự việc, Lauriel kiên quyết mời Payna gia nhập vào Cung Điện Ánh Sáng, nhưng Payna đã từ chối rằng: \"Ta đã thề ở mãi trong Khu Rừng Hắc Ám, nhưng những ai đến từ Cung Điện Ánh Sáng, sẽ mãi là bạn của ta.\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Payna",
    "range":"Xa",
    "role":"Trợ Thủ",
    "youtube":"4ZQDOlbsVkk"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"99",
    "armorIncrease":"20",
    "attackDame":"170",
    "attackIncreaseDame":"12",
    "hitPoint":"3564",
    "hitPointIncrease":"270",
    "id":"maloch",
    "lore":"\u003cp\u003e\"Tra tấn mang lại đau khổ, và đau khổ mang đến sức mạnh.\"\u003c/p\u003e \n\u003cp\u003eSinh ra từ nơi sâu thẳm nhất Địa Ngục, Maloch biết rõ mọi hình phạt tàn nhẫn nhất tại đây. Không gì trên đời làm hắn thích thú hơn việc bóp nát tâm hồn của những kẻ bất hạnh.\u003c/p\u003e \n\u003cp\u003eTiếng gào thét của sự đau đớn, nỗi thống khổ giống như một điệu nhạc Valse đối với Maloch vậy và sức mạnh của hắn cũng đến từ đó. Trong cái nơi ánh sáng không thể chiếu đến này, Cai Ngục là kẻ thống trị, còn Maloch là Vua của những kẻ thống trị.\u003c/p\u003e \n\u003cp\u003e\"Thuộc hạ của ta luôn khao khát quyền lực của ta, nhưng chúng sẽ không bao giờ có được nó!\"\u003c/p\u003e \n\u003cp\u003eHắn luôn tự hào về sự am hiểu của bản thân hay những mưu hèn kế bẩn bản thân nghĩ ra. Một trong những thú tiêu khiển yêu thích của Maloch chính là đích thân tra tấn các Cai Ngục cho đến khi linh hồn của chúng vỡ nát.\u003c/p\u003e \n\u003cp\u003eNhưng qua thời gian, thú vui đó dần trở nên nhàm chán đối với Maloch.\u003c/p\u003e \n\u003cp\u003e\"Tất cả linh hồn trên thế giới này đều sẽ phải khóc lóc, van xin và bị hủy diệt dưới chân ta!\"\u003c/p\u003e \n\u003cp\u003eVới khát vọng tột cùng đó, Maloch rời bỏ Vương quốc của mình để tham gia đấu trường huyền thoại.\u003c/p\u003e \n\u003cp\u003e\"Ta sẽ cho các người thấy nỗi đau đớn thật sự là như thế nào!\"\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Maloch",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"HkDJNiLL3-s"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"98",
    "armorIncrease":"21",
    "attackDame":"167",
    "attackIncreaseDame":"13",
    "hitPoint":"3305",
    "hitPointIncrease":"265",
    "id":"wukong",
    "lore":"\u003cp\u003eHầu Vương Ngộ Không từng đại nào thiên cung 500 năm trước khi hắn một mình đánh bại mười vạn thiên binh. Nhưng, dù đã tung hết sức, hắn cũng không thể thoát khỏi bàn tay của Phật Tổ Như Lai và bị phong ấn dưới Ngũ Hành Sơn. Mỗi thời khắc trong năm thế kỷ bị giam cầm ấy, Ngộ Không đều mơ về tự do.\u003c/p\u003e \n\u003cp\u003e\"Đầu tiên, ta sẽ làm bậy trước đại điện... để dạy cho chúng một bài học!\" Ngộ Không lẩm nhẩm giận dữ. Hắn chưa từng ghét Phật. Trái lại, Ngộ Không ngưỡng mộ Phật, bởi ngài đã chửng tỏ mình mạnh mẽ hơn hắn. Hắn chỉ muốn chơi khăm Phất một phen.\u003c/p\u003e \n\u003cp\u003eTuy nhiên, khi phong ấn bị phá vỡ, Ngộ Không lại không làm như đã định. Hắn sợ ư? Không hẳn. Bởi một giọng nói chào đón hắn từ xa xăm: \"Ngộ Không, anh hùng, những kẻ bất tử, và cả thần thánh đã tập hợp lại đây cho trận chiến vĩ đại nhất mọi thời đại! Người dám chiến không?\" Điều đó vượt quá cả những giấc mơ điên cuồng nhất của Ngộ Không.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Ngộ Không",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"DqZGB98dP9s"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"86",
    "armorIncrease":"19",
    "attackDame":"173",
    "attackIncreaseDame":"15",
    "hitPoint":"3239",
    "hitPointIncrease":"211",
    "id":"kriknak",
    "lore":"\u003cp\u003eThật khó để nói rõ Kriknak thuộc về cõi âm hay cõi dương, vì hắn hoàn toàn tự do tự tại ra vào các hầm mộ, hút hết năng lượng còn sót lại của những linh hồn vất vưởng nơi đây, thế nhưng có một điều chắc chắn rằng, Kriknak có sinh mệnh và linh hồn riêng biệt của chính hắn. Mà thật ra thì Kriknak không bận tâm đến sự sống hay cái chết cho lắm, thứ duy nhất hắn quan tâm là những mệnh lệnh của chủ nhân, Marja, Oán nữ báo tử.\u003c/p\u003e \n\u003cp\u003eLà bầy tôi tận tụy của Marja, chỉ cần chủ nhân ra lệnh, hắn sẽ thực hiện ngay không chút ngại ngần. Kể cả điều đó có nghĩa là hắn phải đối đầu với Thanh gươm anh dũng, Thane. Kriknak hùng dũng chắn trước chủ nhân của mình, sẵn sàng đón nhận bất cứ thứ gì có thể gây nguy hại đến ngài. Những chiếc sừng của hắn tuy cứng rắn, nhưng chẳng thể nào đủ sức chặn lại sức mạnh đến từ lưỡi kiếm của Thane.\u003c/p\u003e \n\u003cp\u003eDẫu vậy Kriknak đã chứng minh được sự trung thành của mình, và hắn sẽ được tưởng thưởng vì điều đó. Marja, khẽ nhịn đau rút một phần năng lượng của bản thân để truyền sang Kriknak, giúp chiếc sừng tan nát của hắn dần được tái tạo và phục hồi hoan toàn. Khi chiếc sừng mới thành hình, một mối liên hệ huyền bí giữa Kriknak và Marja cũng được thiết lập. Ngay cả khi họ cách xa nhau hàng ngàn dặn, Kriknak vẫn luôn biết được chủ nhân đang nghĩ gì, và luôn luôn chẳng ngại ngần thực hiện bất kì\u0026nbsp;điều gì chủ nhân muốn.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Kriknak",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"rR_-jOJIWxw"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"98",
    "armorIncrease":"21",
    "attackDame":"164",
    "attackIncreaseDame":"13",
    "hitPoint":"3622",
    "hitPointIncrease":"316",
    "id":"arthur",
    "lore":"\u003cp\u003eVới thanh kiếm thánh trong tay và sự công chính trong lòng, Arthur trở thành vị lãnh đạo chính thức đầu tiên của loài người. Ông được sinh ra trong một thời đại khi mà đức tin sụp đổ và thế giới bị che khuất trong bóng tối. Đối mặt với những con quái vật hung dữ và ác quỷ khát máu, con người không có được sức mạnh để tự bảo vệ mình, không có cả sự bảo hộ từ những vị thần, điều đó có thể dấy lên một cuộc chiến trong chính con người. Thời đại hỗn loạn này vẫn tồn tại cho đến khi Arthur xuất hiện. Tuyên truyền các giáo điều công lý và sự đúng đắn, ông bắt đầu công cuộc tạo nên trật tự và kỷ luật như một người hiệp sĩ.\u003c/p\u003e \n\u003cp\u003eHiệp sĩ Arthur được mọi người đón nhận và ngưỡng mộ, ông chiêu mộ những chiến binh loài người dũng cảm từ khắp nơi cho một cam kết trung thành với Arthur. Dưới sự lãnh đạo tài tình của mình, ông đã hình thành được một tập hợp những hiệp sĩ dũng mãnh được đào tạo để chiến đấu kiên cường. Họ diễu hành dưới lá cờ công lý mang danh Arthur. Quân đoàn du hành qua khắp các mảnh đất, tiêu diệt mọi ác quỷ trên đường. Quan trọng nhất, họ thiết lập lại trật tự và bình yên, đảm bảo sự sống cho mọi người.\u003c/p\u003e \n\u003cp\u003eNhững hành động của đoàn quân Arthur đã cản trở kế hoạch xâm chiếm của lũ ác quỷ. Arthur nghiễm nhiên trở thành cái gai khó chịu trong mắt Maloch, từ đó những hiệp sĩ của Arthur liên tục phải chống chọi với những đợt tấn công. Tuy nhiên, ý chí của binh đoàn không hề bị lung lay. Arthur cùng các hiệp sĩ kiên quyết đứng lên bảo vệ vùng đất của họ. Sự kiên cường và kiên trì của họ đã truyền cảm hứng cho tất cả mọi người.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Thiếu hụt quân số chưa bao giờ là vấn đề đội quân của Arthur phải đối mặt, do luôn luôn có các chàng trai trẻ cùng bầu nhiệt huyết sẵn sàng tham gia bất cứ lúc nào. Những người anh em này một lòng trung thành với nhà lãnh đạo của họ, Arthur. Con người, từ lâu luôn bị những chủng loại khác khinh thường, cuối cùng đã nhận được sự công nhận và tôn trọng lần đầu tiên trong suốt chiều dài lịch sử.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Ngay cả những kẻ thù lâu năm của con người đến từ Rừng chạng vãng cũng đã mở rộng cánh tay đón chào Arthur. Thậm chí Cung điện ánh sáng cũng ban phước lành dành cho những hiệp sĩ Arthur. Arthur và tinh thần hiệp sĩ của ông đã đem lại nhiều điều dành cho loài người cùng những người kế nhiệm, đặc biệt là Thane, chàng hiệp sĩ được trao ngọn đuốc quang vinh.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Ánh hào quang của Thánh kiếm sẽ đưa ánh sáng sẽ soi sáng cho con đường của mỗi Hiệp Sĩ!\"\u003c/p\u003e",
    "movementSpeed":"390",
    "name":"Arthur",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"C7SRdXGOABI"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"18",
    "attackDame":"172",
    "attackIncreaseDame":"17",
    "hitPoint":"3389",
    "hitPointIncrease":"207",
    "id":"slimz",
    "lore":"\u003cp\u003e\"\"\"Giao dịch quan trọng nhất là phải công bằng!\"\"\u003c/p\u003e \n\u003cp\u003eSlimz hoạt động trong khu vực giáp ranh giữa Lâu đài Khởi nguyên và Rừng chạng vạng. Cũng tương tự như các con buôn khác, hắn luôn tin vào giá trị cốt lõi của thương mại, đó chính là \"\"công bằng\"\". Một khi đã thông thương, tức hai bên đã bắt đầu vui vẻ hợp tác với nhau, đó chính là lúc Slimz lộ nanh vuốt ra và \"\"công bằng\"\" hết mức khi ép khô lợi nhuận từ đối tác.\u003c/p\u003e \n\u003cp\u003eDưới lớp vỏ bọc của một thương nhân thành đạt, Slimz dần bành trướng lưc lượng thâu tóm tất cả mạng lưới giao dịch tại vùng biên giới, và nhanh chóng trở thành chúa tể của vùng đất này. Sau khi chiến tranh nổ ra, khứu giác nhạy bén của Slimz lập tức ngửi thấy mùi cơ hội. Hắn thuyết phục thành công Moren, vị chuyên gia cơ khí trứ danh, giúp chế tạo Lâu đài Cơ giới ngay trên khu biên giới. Tòa lâu đài này đóng vai trò then chốt trong việc cung cấp nhân lực, ma thú, vũ khí hoặc bất cứ thứ gì chiến tranh cần thiết. Bởi Slimz là một thương nhân trung lập, chiến tranh phe phái đâu liên quan gì đến hắn.\u003c/p\u003e \n\u003cp\u003eChiến tranh càng lớn, thu nhập càng nhiều, nhiều đến nỗi Slimz đã tích lũy được cả một gia tài khổng lồ. Để bảo vệ số tài sản này, cũng như bảo đảm phi vụ làm ăn vẫn có thể diễn ra trôi chảy, Slimz nhận thấy hắn cần có một lực lượng phòng ngự đủ hùng mạnh để có thể dập tắt mọi tham vọng chiếm đoạt tài sản. Bất hạnh thay cho Slimz khi Preyta, chỉ huy tối cao của lực lượng Sa đọa, đã để mắt đến hắn. Slimz chiến đấu bằng hết sức bình sinh, thậm chí hắn còn tung con át chủ bài Omega, nhưng vẫn không thể cứu vãn được tình thế. Nhanh chóng tất cả gia sản hắn tốn vô số năm tích lũy tan thành mây khói, và rơi vào tay quân địch chỉ trong một đêm.\u003c/p\u003e \n\u003cp\u003eKhao khát lấy lại được những gì đã mất, Slimz trở lại Rừng chạng vạng và lập nên một hiệp ước cùng Tel\u0027Annas, Nữ hoàng tinh linh: rằng nữ hoàng sẽ vận dụng sức mạnh của khu rừng để trợ giúp hắn chiếm lại được Lâu đài Cơ giới, bù lại Slimz sẽ ở lại trông coi khu rừng khi nữ hoàng vắng mặt.\u003c/p\u003e \n\u003cp\u003e\"\"Món nợ này môỵ ngày nào đó sẽ phải được trả đủ!\"\"\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Slimz",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"EJQzlLh9Y8w"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"95",
    "armorIncrease":"18",
    "attackDame":"173",
    "attackIncreaseDame":"8",
    "hitPoint":"2860",
    "hitPointIncrease":"155",
    "id":"ilumia",
    "lore":"\u003cp\u003eIlumia sở hữu mọi thứ: nhan sắc, thông thái, sức mạnh, vinh quang, và quyền lực. Nếu Maloch đại diện cho thế lực bóng tối, Ilumia đại diện cho thế quyền uy ánh sáng. Mọi anh hùng đều trở nên lu mờ trước Ilumia. Cô không bao giờ để lộ diện mạo của mình, vì vẫn còn đó một danh tính cô cần duy trì: Nữ thần ánh sáng\u003c/p\u003e \n\u003cp\u003eSự thánh khiết, cao quý, đầy thanh tao của cô khiến tất cả đều tin rằng Ilumia chính là nữ thần mang đến hy vọng và ánh sáng cho nhân loại. Cung điện ánh sáng được dựng nên chính bởi thứ niềm tin này. Thời gian trôi qua niềm tin này không hề phai nhạt đi mà ngày\u0026nbsp;càng trở nên vững chắc hơn, giúp những tín đồ kiên tâm trước các cám dỗ bóng tối.\u003c/p\u003e \n\u003cp\u003eLà một nhà lãnh đạo tài ba, Ilumia tinh thông cả đối nội lẫn đối ngoại. Dẫu rằng quyền uy của Thane như mặt trời buổi ban trưa, cô vẫn giải phóng được Cung điện khỏi các ràng buộc của Lâu đài Khởi nguyên. Đồng thời cô hợp sức cùng Rừng chạng vạng đánh bật được các cuộc tấn công của lực lượng Sa đọa. Ilumia sẽ chẳng bao giờ để quyền lực tuột khỏi tầm khống chế của bản thân.\u003cbr\u003e \u0026nbsp;\u003c/p\u003e",
    "movementSpeed":"340",
    "name":"Ilumia",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"HjVJo5DAEmU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"95",
    "armorIncrease":"16",
    "attackDame":"171",
    "attackIncreaseDame":"10",
    "hitPoint":"3213",
    "hitPointIncrease":"174",
    "id":"preyta",
    "lore":"\u003cp\u003e“Hãy run sợ đi, ta chính là hiện thân của bệnh tật!”\u003c/p\u003e \n\u003cp\u003eTrong suốt các cuộc chiến cổ đại thương vong là điều không thể tránh khỏi, và hậu quả nó mang lại luôn kèm theo vô số những thi thể của các chiến sĩ gục ngã trên chiến trường. An táng tại đây là một xa xỉ mà chẳng có bất kỳ ai đạt được, và cứ thế những thi thể ngày càng hoại tử, hôi thối, và trở nên khủng khiếp hơn theo thời gian.\u003c/p\u003e \n\u003cp\u003eKẻ cai quản nơi đây là một người lính cần mẫn, ít nói. Ngày qua ngày, tiếp xúc với tử thi, oán khí tích tụ đã dần biến đổi hắn. Linh hồn trở nên u ám, lương tri bị ăn mòn, gã dần không còn nhớ bản thân mình là ai nữa. Những gì gã nhớ lúc này chỉ là cái tên Preyta cùng năng lực hắc ám dịch bệnh có thể tiêu diệt bất kì sinh vật sống nào trên đời. Kể từ lúc đó, cái tên Kị sĩ dịch bệnh, Preyta ra đời.\u003c/p\u003e \n\u003cp\u003eSử thi lúc đó có viết rằng, “Preyta bước đến đâu, đất đai nơi đó trở nên khô cằn, u ám đến đấy. Luồng khí bao quanh của Preyta sẽ biến sinh vật sống trở thành xác chết trong tích tắc. Hắn nuốt chửng mọi sinh vật sống xung quanh mình”.\u003c/p\u003e \n\u003cp\u003e“Ta chính là điềm báo của cái chết. Tên ta là Preyta!”\u003c/p\u003e",
    "movementSpeed":"420",
    "name":"Preyta",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"P4nqTGkfTvA"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"95",
    "armorIncrease":"22",
    "attackDame":"171",
    "attackIncreaseDame":"13",
    "hitPoint":"3213",
    "hitPointIncrease":"280",
    "id":"skud",
    "lore":"\u003cp\u003e\"Hắn là một cỗ máy chiến đấu chứa đầy dòng máu ác quỷ luôn sục sôi sự phẫn nộ.\u003c/p\u003e \n\u003cp\u003eSkud là sáng chế tự hào nhất của Mganga. Chảy trong mình dòng máu ác quỷ luôn sục sôi thứ năng lượng của sự phẫn nộ, Skud không chỉ sở hữu sức mạnh khôn cùng mà còn luôn khao khát tàn sát tất cả mọi sinh linh. Nắm đấm của hắn khiến bất kỳ ai muốn đối đầu với các thế lực bóng tối đều phải suy nghĩ lại thật cẩn thận. Trong suốt những năm tháng chiến tranh, Skud được cắt cử phục vụ dưới trướng Preyta, đảm nhiệm trọng trách quân tiên phong của lực lượng Sa đọa.\u003c/p\u003e \n\u003cp\u003eCuộc chiến tại Lâu đài Giả kim đánh dấu một cột mốc quan trọng trong chuỗi chiến tích của Skud. Hắn đã thành công dẫn một toán quân nhỏ vượt qua được phòng tuyến ma pháp trứ danh của Moen, chuyên gia cơ khí hóa. Chưa dừng lại ở đó, hắn một mình hạ gục tất cả các cỗ máy phòng ngự để thẳng tiến đến các tầng sâu hơn của lâu đài. Lúc bấy giờ Omega bất thình lình xuất hiện phản công, lập tức Skud cùng đồng bọn bị bao vây bởi cả biển những cỗ máy thép lạnh.\u003c/p\u003e \n\u003cp\u003eNhìn thấy lực lượng phòng ngự hùng mạnh của Lâu đài Giả kim không khiến Skud chùn bước, thậm chí hắn càng sôi máu, điên cuồng và trở nên mạnh mẽ hơn. Các cỗ máy không thể cản nổi bước tiến của hắn, sắt thép giờ đây với hắn thậm chí còn mỏng manh hơn cả giấy. Chỉ một mình Skud đã quét sạch lực lượng phòng ngự vừa trỗi dậy. Không còn cách nào khác, Omega buộc phải tóm lấy Moen và tháo chạy trước khi quá muộn.\u003c/p\u003e \n\u003cp\u003eKhi cuộc chiến ngã ngũ, Skud giành được một phần thưởng đặc biệt khiến hắn đã mạnh nay càng trở nên đáng sợ hơn bao giờ hết; một cặp găng được rèn bởi chính tay Moen. Đặc biệt Mganga đã tinh chỉnh khiến đôi găng này hoàn toàn tích hợp với dòng máu ác quỷ sục sôi bên trong Skud, khiến tổ hợp này trở nên bất khả chiến bại.\u003c/p\u003e \n\u003cp\u003e\"\"Máu của ta lại bắt đầu sục sôi!\"\"\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Skud",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"1Z01KJU-CGU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"17",
    "attackDame":"170",
    "attackIncreaseDame":"8",
    "hitPoint":"3235",
    "hitPointIncrease":"198",
    "id":"raz",
    "lore":"\u003cp\u003e\"Raz từng là một tên nô lệ bị bán cho lực lượng Sa đọa, nhưng thật ra anh chính là một điệp viên được Thane bí mật cài vào nhằm tìm hiểu sâu hơn về lực lượng này.\u003c/p\u003e \n\u003cp\u003eTài năng nổi bật của Raz với nắm đấm nhanh chóng được Preyta, Kỵ sĩ tai ương nhận ra và cất nhắc làm đội trưởng của một nhóm nô lệ nho nhỏ. Nhanh chóng với sự khéo léo chẳng kém cạnh nắm đấm của mình là bao, Raz đã giành được sự ủng hộ của các nô lệ khác giúp tiểu đội của họ ngày càng bành trướng góp phần không nhỏ vào công cuộc ngấm ngầm kềm hãm sức mạnh của lực lượng Sa đọa.\u003c/p\u003e \n\u003cp\u003eBất hạnh thay, Preyta quỷ quyệt nhanh chóng phát hiện vấn đề. Hắn liền lập tức âm thầm sắp đặt một cái bẫy chết người hòng tóm gọn quân phản kháng một lần và mãi mãi. Chẳng ngờ rằng cả đội đã bị lộ, Raz cùng đồng bọn rơi vào bẫy và buộc phải chiến đấu với vô vàn kẻ địch hung hãn khát máu. Nhưng kể cả trong thời khắc tuyệt vọng nhất, Raz vẫn kiên quyết không lùi bước.\u003c/p\u003e \n\u003cp\u003ePhẫn nộ trước sự bất khuất của Raz, Preyta tung lời nguyền độc địa bao phủ lấy cả toán quân phản kháng. Trước hiểm họa khôn cùng, Raz bộc phát toàn bộ sức bình sinh tung vô số những cú đấm bùng nổ đẩy lùi kẻ địch, thành công phá vây giúp bản thân và những đồng bọn còn sót lại rút lui trước khi quá muộn. Trớ trêu thay lời nguyền của Preyta vẫn kịp bám vào hai bàn tay của Raz và dần dần hủy hoại cả cơ thể lẫn linh hồn của anh.\u003c/p\u003e \n\u003cp\u003eSau khi đón được Raz, Thane tức tốc tìm đến Đền ánh sáng khẩn cầu Thánh nữ Lauriel cứu giúp cả thể xác lẫn linh hồn của người chiến sĩ quả cảm này. Lauriel đồng ý, nhưng với điều kiện Raz phải vượt qua được khảo nghiệm linh hồn của Suối sinh mệnh. Chỉ những ai bất khuất nhất, quả cảm nhất, và chính trực nhất mới xứng đáng nhận được sự chúc phúc thần thánh của Suối sinh mệnh.\u003c/p\u003e \n\u003cp\u003eRaz lần nữa chứng minh sức mạnh ý chí của bản thân, anh vượt qua được thử thách và nhận được sự chúc phúc của Suối sinh mệnh giúp cả cơ thể lẫn linh hồn được hoàn toàn bình phục. Chưa dừng lại ở đó, Raz thậm chí còn nhận được một quyền năng mới đầy hùng mạnh. Sau khi thoát khỏi thần chết, Raz đã trở lại và lợi hại hơn nghìn lần!\"\u003c/p\u003e",
    "movementSpeed":"390",
    "name":"Raz",
    "range":"Gần",
    "role":"Pháp Sư",
    "youtube":"3WlTr_TFI9Y"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"17",
    "attackDame":"167",
    "attackIncreaseDame":"8",
    "hitPoint":"3019",
    "hitPointIncrease":"185",
    "id":"lauriel",
    "lore":"\u003cp\u003e\"\"\"Trên chín tầng trời, nàng ngự trị cùng các thần.\"\"\u003c/p\u003e \n\u003cp\u003eLauriel là hộ thần của Đền ánh sáng, và cũng là lãnh tụ tinh thần của các tín đồ. Nhằm bảo đảm thế giới được duy trì trật tự cùng bình an, Lauriel dành phần lớn thời gian cư ngụ bên trong ngôi đền thờ phụng chúng thần, và truyền đạt lại dụ ngôn của các ngài đến với chúng sinh. Đối với tín đồ, Lauriel chính là người đại diện của các thần. Tín ngưỡng thành kính đã từng khiến Lauriel sở hữu sức mạnh vô bì, nàng thậm chí đã từng nắm giữ quyền cai quản luân hồi. Bất kể là sinh mạng mới ra đời, hay trút bỏ hơi thở cuối cùng, hoặc linh hồn đi đâu về đâu, đều phụ thuộc vào Lauriel. Tương truyền khi đôi cánh của nàng khẽ đập nghĩa là một sinh mạng mới chào đời, khi cánh nàng khép lại nghĩa là có sinh mạng lìa đời.\u003c/p\u003e \n\u003cp\u003eCác tín đồ từng được chứng kiến sức mạnh của Lauriel trên chiến trường, khi nàng sải cánh bay xuyên qua hàng ngũ quân thù hạ gục từng tên một. Với tốc độ ánh sáng cùng sức mạnh thần thánh, chẳng kẻ nào có thể chống lại được nàng. Cùng với đội quân của mình, Lauriel đã quét sạch một đoàn quân Sa đọa trên chiến trường dễ như trở bàn tay.\u003c/p\u003e \n\u003cp\u003e\"\"Khi ngày tận thế đến, ta sẽ thổi lên chiếc tù và phán xét!\"\" \"\u003c/p\u003e",
    "movementSpeed":"340",
    "name":"Lauriel",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"WLdOD6i6cR0"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"85",
    "armorIncrease":"18",
    "attackDame":"171",
    "attackIncreaseDame":"15",
    "hitPoint":"3292",
    "hitPointIncrease":"210",
    "id":"batman",
    "lore":"\u003cp\u003eBatman, tên thật là Bruce Wayne, hay còn được gọi là Hiệp sĩ bóng đêm. Dẫu được sinh ra trong một gia đình giàu có, tuổi thơ của Batman lại cực kỳ đau khổ khi anh phải chứng kiến cha mẹ của mình bị lũ cướp sát hại ngay trước mắt. Kể từ đó trở đi, chiến đấu chống lại cái ác đã trở thành lý tưởng sống bất diệt của Batman. Suốt 10 năm, Batman chu du thế giới tôi rèn cả cơ thể lẫn ý chí của mình đến cực hạn. Kết quả không phụ lòng người, trên nền tảng cơ sở đầy vững chắc đó, anh đã phát huy được năng lực điều tra và chiến đấu trên cả xuất sắc. Điều này dần dần đã khiến cái tên Batman là nỗi hoảng sợ của gần như tất cả tội phạm trong mọi thế lực hắc ám.\u003c/p\u003e \n\u003cp\u003eTrong quá trình chiến đấu với tội phạm, nhiều lần Batman bị cuốn vào các cuộc chiến với những thế giới song song, cùng Zephys không ngừng chiến đấu. Thông qua những cuộc chiến này, dần dần Batman biết đến thế giới Liên Quân Mobile. Zephys cùng sức mạnh siêu phàm của hắn âm mưu chiếm lấy Trái Đất, xóa sổ mọi thế lực phản kháng nhằm thiết lập một trật tự thế giới mới. Tất cả vì mục đích biến Trái Đất thành hậu phương vững chắc giúp cung cấp nguồn lực vô hạn cho các cuộc chiến trong thế giới Liên Quân Mobile. Batman lần theo dấu vết của Zephys đến được thế giới mới hòng quyết tâm chặn đứng âm mưu tà ác này một lần và mãi mãi. Thế nhưng trước mũi thương tràn đầy sức mạnh ma pháp, ngay cả Batman cũng trở nên bất lực đến vô vọng. May thay Valhein, theo lệnh của Thane đến điều tra Zephys, đã kịp thời xuất hiện giải cứu Batman thoát chết khỏi đường tơ kẽ tóc. Cùng nhau cả hai đã đẩy lui được Zephys, phá tan kế hoạch xâm chiếm thế giới khác của hắn từ trong trứng nước.\u003c/p\u003e \n\u003cp\u003e\"Chào mừng bạn đến với thế giới mới!\" Sự nhiệt tình của Valhein khiến Batman khó từ chối, đồng thời cũng vì tò mò muốn tìm hiểu thêm về thế giới này, thế là Batman đã cùng người bạn đồng hành mới gặp này đến với Lâu đài khởi nguyên. Tại đây anh được gặp Thane cùng một mảnh đá huyền bí đầy năng lượng phép thuật. Ngay khi chạm vào mảnh đá này, một cảnh tượng khủng khiếp hiện ra ngay trước mắt anh: thế giới hoang tàn, người người lầm than, hắc ám tràn ngập muôn nơi như sắp sửa nuốt chửng tất cả.\u003c/p\u003e \n\u003cp\u003e\"Đây là ảo ảnh ư?\", Batman cố bảo trì sự tỉnh táo của bản thân, thắc mắc. Thane lắc đầu, ánh mắt nặng trĩu đáp lại \"Thảm kịch đó sẽ trở thành sự thực. Mảnh đá trên tay anh chỉ là một phần của Viên đá hỗn mang, cội nguồn của mọi sức mạnh vô bì. Nếu kẻ thù tập hợp được trọn vẹn viên đá này, chúng sẽ có sức mạnh thừa sức hủy diệt cả thế giới này, lẫn mọi thế giới có liên kết với nhau, bao gồm thế giới của anh!\" Không còn lựa chọn nào khác, Batman quyết tạm thời lưu lại thế giới này để ngăn chặn tấn thảm kịch khủng khiếp anh vừa nhìn thấy có thể xảy ra. Để làm được điều đó anh sẽ cần thích nghi với thứ sức mạnh lạ kỳ của thế giới này, và rất nhanh Batman đã tìm ra phương pháp cải tiến toàn bộ dàn vũ khí của bản thân, anh đã sẵn sàng để đối đầu với mọi thế lực của thế giới mới.\u003c/p\u003e \n\u003cp\u003e\"Bất kỳ kẻ nào dám xem thường Batman đều phải trả giá đắt!\"\u003c/p\u003e",
    "movementSpeed":"400",
    "name":"Batman",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"wuWAcyQP52g"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"105",
    "armorIncrease":"18",
    "attackDame":"159",
    "attackIncreaseDame":"13",
    "hitPoint":"3243",
    "hitPointIncrease":"211",
    "id":"airi",
    "lore":"\u003cp\u003e\"Dòng máu thuần khiết của họ nhà rồng cuồn cuộn tuôn chảy trong huyết quản của Airi Thượng nhẫn, truyền nhân mới nhất của một dòng tộc Ninja cổ xưa có tên là Rồng phương đông. Họ có một và chỉ một sứ mệnh đó chính là duy trì sự hòa bình và an toàn của cả lục địa bằng thứ sức mạnh họ sở hữu từ họ nhà rồng. Bản thân gánh vác trọng trách của cả dòng tộc Ninja thế hệ mới, Airi không chỉ xuất sắc đạt được danh hiệu cao quý \"\"Thượng nhẫn\"\", mà còn được chính loài Rồng huyền bí phương đông chứng nhận tài năng của cô bằng Dấu ấn Rồng ngài ban tặng.\u003c/p\u003e \n\u003cp\u003eKhi lực lượng hắc ám xâm lăng thế giới, các đội Ninja thượng đẳng dẫn đầu bởi Airi, lập tức tiến vế Đền ánh sáng để cứu viện. Bằng các nhẫn thuật thượng thừa của bản thân, Airi vượt qua vô số những ma quái ác quỷ với đầy rẫy những ma pháp hắc ám nhất. Để tăng tốc, Airi hóa thân thành một cơn lốc sắc bén vô bì, cắt xuyên tất cả mọi trở ngại trên đường đến Maloch, kẻ thống lãnh của quân đoàn ác quỷ.\u003c/p\u003e \n\u003cp\u003eCàng tiến đến gần Maloch, thương tích trên người Airi càng tích tụ nhiều hơn. Biết rõ bản thân nếu chiến đấu càng kéo dài, tình hình sẽ càng chỉ bất lợi hơn, Airi quyết định đánh cuộc tất cả bằng một và chỉ một đòn duy nhất. Cô dùng hết sức tàn còn lại để kích hoạt Dấu ấn Rồng rồi vung kiếm - vốn đã nhuộm vô số dòng máu hắc ám của bầy ác quỷ cô hạ gục trước đó - chém một đường tuyệt mỹ vào Maloch. Ngay tại khoảnh khắc ấy Maloch thậm chí không thể rút nổi thanh gươm quỷ của hắn để đón đỡ, tất cả những gì hắn có thể làm bao trùm bản thân bằng đôi cánh ác quỷ. Mọi nỗ lực chống cự trước sức mạnh thần thánh của loài rồng dường như đều vô ích.\u003c/p\u003e \n\u003cp\u003eMáu tuôn ra như suối từ vết thương trên ngực Maloch, đôi cánh của hắn chỉ có thể giúp hắn thoát chết trong đường tơ kẽ tóc. Chỉ một đường kiếm duy nhất từ Airi đã khiến kẻ thống lãnh đầy hùng mạnh Maloch trở nên vô vọng hơn bao giờ. Chẳng còn cách nào khác, Maloch buộc phải rút lui ngay lập tức để bảo toàn tính mạng, để lại một đoàn quân ác quỷ hỗn loạn như rắn mất đầu.\u003c/p\u003e \n\u003cp\u003eSự quyết tâm của Airi thể hiện trên chiến trường này đã khiến tất cả ngưỡng mộ cô. Ngay cả bè lũ xấu xa nhất cũng đều phải run sợ khi nghe đến tên của Airi.\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Airi",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"4CVdz-wX4To"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"91",
    "armorIncrease":"18",
    "attackDame":"170",
    "attackIncreaseDame":"15",
    "hitPoint":"3269",
    "hitPointIncrease":"192",
    "id":"zuka",
    "lore":"\u003cp\u003e\"Một chiến binh thực thụ bảo vệ người yếu đuối và trừng trị cái ác.\"\u003cbr\u003e Zuka sinh ra trong một ngôi làng xinh đẹp và trù phú. Người trong làng hoạt động trong ban ngày và giữ yên tĩnh vào ban đêm. Đó là nơi mà con người được che chở khỏi những khó khăn và đau khổ của thế giới. Võ thuật chính là điều mà cư dân của ngôi làng đánh giá cao nhất. Vì vậy, ngay từ thuở niên thiếu, Zuka đã buộc phải nghiên cứu tất cả các phong cách chiến đấu và môn phái võ thuật do các bậc sư phụ chỉ dạy.\u003c/p\u003e \n\u003cp\u003eChàng Zuka trẻ tuổi không hiểu tại sao anh ta cần phải dành nhiều thời gian và công sức để học võ, khi mà Zuka chưa bao giờ sử dụng? Chắc chắn nó sẽ tốt hơn nếu dành thời gian đó nghiên cứu những lĩnh vực khác bản thân thực sự muốn theo đuổi? \"Hòa bình không chỉ đơn giản là ngồi một chỗ và ao ước, con người phải có khả năng mới bảo vệ được hòa bình!\" Đó là câu trả lời của sư phụ với Zuka.\u003c/p\u003e \n\u003cp\u003eNhững lời giáo huấn đó để lại một ấn tượng sâu sắc trong tâm trí Zuka. Khi Lực Lượng Sa Đọa xuất hiện từ thung lũng quỷ dữ đã lan truyền dịch bệnh và hỗn loạn, ngôi làng yên bình này chìm trong ngọn lửa chiến tranh. Trong một nỗ lực để chạy trốn, Zuka trẻ tuổi bắt tay vào một cuộc hành trình dài với gia đình của mình, vượt qua ngọn núi nguy hiểm để đến Khu Rừng Chạng Vạng huyền thoại.\u003c/p\u003e \n\u003cp\u003eZuka đã được nghe kể về Khu Rừng Chạng Vạng qua những câu chuyện của người già trong làng. Đây là nhà của Nữ hoàng Tel\u0027Annas, nhưng cũng là nơi trú ngụ của vô số sinh vật lạ kì. Họ là đội quân dưới quyền nàng, lực lượng bảo vệ đất đai khỏi ác quỷ.\u003c/p\u003e \n\u003cp\u003eTrong suốt cuộc hành trình, Zuka đã chứng kiến nhiều tội ác của Lực Lượng Sa Đọa. Võ thuật mà ông đã luyện tập bao năm qua cuối cùng cũng đến lúc sử dụng. Với bộ giáp biểu tượng và tuyệt kĩ xài quyền trượng, ông đã chiến đấu chống lại kẻ ác thuộc Lực Lượng Sa Đọa và ra tay cứu người vô tội trong tay bọn chúng.\u003c/p\u003e \n\u003cp\u003eNhững câu chuyện về người anh hùng Zuka được lan truyền khắp nơi. Từ Cung Điện Ánh Sáng đến Lâu Đài Khởi Nguyên, vốn nghi ngờ loài Thú từ lâu nay đã phải công khai tán dương chủ nghĩa anh hùng của Zuka. Ngay cả Nữ hoàng Tel\u0027Annas cũng đã chuẩn bị một lễ đón xa hoa cho chiến binh danh dự của Khu Rừng. Sau đó, theo lời mời của Khổng Lồ Lục Địa Lumburr, Zuka chính thức gia nhập đội quân kháng chiến, trở thành một chiến binh với nhiệm vụ tiêu diệt tà ác và bảo vệ hòa bình.\u003c/p\u003e \n\u003cp\u003eDù Zuka ở nơi đâu, ông mãi là một biểu tượng không thể tranh cãi của hòa bình!\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Zuka",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"BJiFxZZT-gM"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"93",
    "armorIncrease":"16",
    "attackDame":"160",
    "attackIncreaseDame":"9",
    "hitPoint":"3205",
    "hitPointIncrease":"172",
    "id":"ignis",
    "lore":"\u003cp\u003e“Ngọn Lửa Thiêng sẽ dẫn lối chúng ta đến vương quốc của chân lý”\u003c/p\u003e \n\u003cp\u003eHọc thuyết của Cung Điện Ánh Sáng chỉ ra rằng Ngọn Lửa Thiêng chính là biểu tượng của ánh sáng và chân lý. Với vai trò bảo vệ Ngọn Lửa Thiêng, Ignis từ lâu đã được biết đến là người có kiến thức phong phú và đức tin không thể lay chuyển, dẫn dắt các tín hữu đi theo con đường ánh sáng. Vì lý do này mà ông được biết đến với cái tên \"Người dẫn lối\". Tuy nhiên, trước khi trở thành một phần của Cung Điện Ánh Sáng, Ignis đã từng là một học giả kiêm linh mục tại Ngôi Đền Trầm Tư.\u003c/p\u003e \n\u003cp\u003eBị ám ảnh bởi việc tìm ra cội nguồn chân lý, Ignis đã dành phần lớn thời gian tại Ngôi Đền Trầm Tư để nghiên cứu. Ông đã tham khảo vô số văn tự cổ xưa, một trong số đó đã dẫn lối Ignis khám phá ra những phép thuật màu nhiệm của Ngọn Lửa Thiêng vốn bị lãng quên từ lâu. Đáng tiếc là Ngọn Lửa Thiêng đã lụi tàn cách đây một thế kỷ, khiến cho khám phá của ông trở thành vô giá trị. Mặc dù các linh mục khác trong Ngôi đền đều thấy tiếc nuối, Ignis lại vui mừng. Nghiên cứu về Ngọn Lửa Thiêng đã mang ông tiến gần hơn đến vương quốc của chân lý - ước mơ của Ignis trong thời gian dài.\u003c/p\u003e \n\u003cp\u003eMặc dù không tìm ra nguồn gốc nhưng khám phá của Ignis đã thu hút sự chú ý của phe Bóng Tối. Không ai lường trước được rằng phát hiện tiếp theo của Ignis có khả năng phá vỡ sự cân bằng giữa ánh sáng và bóng tối. Dưới sự chỉ huy của Chúa Tể Bóng Tối, đội quân quỷ dữ tấn công và dùng lửa địa ngục thiêu đốt Ngôi Đền Trầm Tư. Các học giả khác hoảng loạn chạy trốn, nhưng Ignis kiên quyết không chịu rời đi. Để bảo vệ các văn tự cổ quý giá, ông sẵn sàng chịu đựng những vết bỏng nặng nề từ cơn thịnh nộ của bầy quỷ.\u003c/p\u003e \n\u003cp\u003e\"Nếu đây là số phận, hãy để xác tôi được chôn vùi trong vương quốc của chân lý cùng với kiến thức vô giá!\" Lời cầu nguyện chân thành của Ignis đã đánh thức sức mạnh của Ngọn Lửa Thiêng, khiến màu đỏ của lửa địa ngục biến thành màu lửa trắng thần thánh. Đó chính là Ngọn Lửa Thiêng mà Ignis đã mong muốn nhìn thấy sau nhiều năm nghiên cứu, dù đã lụi tàn từ lâu nhưng giờ nó đã tái sinh.\u003c/p\u003e \n\u003cp\u003eVận dụng thần chú của Ngọn Lửa Thiêng, một bức tường lửa đã được Ignis dựng lên. \"Những kẻ xâm lăng sẽ bị tiêu diệt. Ngọn Lửa Thiêng sẽ chôn vùi các ngươi thành tro!\" Đứng trước nguy cơ thất bại, những người bảo vệ Ngôi Đền đã tập hợp dưới sự lãnh đạo của Ignis, cùng vùng lên chống trả và giành chiến thắng. Sau trận chiến, Ignis quay trở lại Ngôi Đền Trầm Tư và tiếp tục cuộc hành trình của mình trên con đường dẫn tới chân lý.\u003c/p\u003e \n\u003cp\u003e\"Trước chân lý, kiến thức của ta chỉ là một giọt nước trong đại dương.\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Ignis",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"tHMtUyAtObE"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"98",
    "armorIncrease":"17",
    "attackDame":"169",
    "attackIncreaseDame":"12",
    "hitPoint":"2968",
    "hitPointIncrease":"231",
    "id":"murad",
    "lore":"\u003cp\u003eKhông gian - thời gian là cấu trúc của thực tại và cũng đồng thời là khởi nguồn sức mạnh tối cao. Tuy nhiên chưa một thần chú ma thuật nào đủ khả năng khai thác sức mạnh của không gian - thời gian. Chỉ có đá Andura mới có thể chứa được sức mạnh phi thường của không gian - thời gian, cho phép người dùng khai thác nó.\u003c/p\u003e \n\u003cp\u003eVới mục tiêu sở hữu sức mạnh này, tổ tiên của Murad đã tiến vào sa mạc để tìm kiếm các mảnh vỡ của Andura. Ở đó, họ phải đối mặt với Azzen\u0027ka hung ác và nham hiểm, nhưng bằng sự khôn ngoan, họ đã thu thập được các mảnh vỡ. Họ chế tạo ra một thứ vũ khí vô cùng đáng sợ, có thể thao túng không gian - thời gian và xây dựng một đế chế mới trên sa mạc bằng sức mạnh đó.\u003c/p\u003e \n\u003cp\u003eKhi Murad đến tuổi trưởng thành, anh chàng đã thừa kế vũ khí từ cha mình và chính thức trở thành người lãnh đạo đế chế. Chàng đã dẫn dắt quân đội Hoàng gia tham gia viễn chinh, diệt trừ các sinh vật nguy hiểm và mở rộng đế chế. Điều này đe dọa nghiêm trọng tới quyền lực của Azzen\u0027ka, gã rất tức giận sau khi khám phá ra sự thật đằng sau thứ vũ khí của Murad. Nhưng Murad chẳng để tâm, bởi vì miễn là có vũ khí bên cạnh, Azzen\u0027ka không thể làm tổn thương chàng.\u003c/p\u003e \n\u003cp\u003eAzzen\u0027Ka buộc phải thương lượng, đầu hàng có điều kiện với hoàng tử. Murad vui mừng chấp nhận và chính vì vậy, chàng đã bỏ qua cơ hội vàng để giải thoát đế chế khỏi mối đe dọa tiềm tàng mãi mãi. Không có quyền lực kéo dài mãi mãi và Azzen\u0027Ka hiểu vụ thương lượng này chỉ lợi cho gã. Từ trong bóng tối, gã ngầm tạo ra vô số biến cố, buộc Murad sử dụng vũ khí của mình để bảo vệ đế chế non trẻ.\u003c/p\u003e \n\u003cp\u003eViệc lạm dụng quyền năng đã khiến đá Andura suy yếu rõ rệt, dần dần vũ khí của Murad đã xuất hiện nhiều vết nứt, khiến sức mạnh của thời gian - không gian rò rỉ. Điều này đã làm giảm khả năng chiến đấu của Murad và Azzen\u0027Ka đã nắm lấy cơ hội để triệu hồi một cơn bão cát hùng mạnh nhấn chìm hoàn toàn đế chế thịnh vượng một thời. Nhờ lời cầu xin của cha chàng, vũ khí phát huy sức mạnh cứu Murad thoát khỏi thảm họa, tuy nhiên nó chỉ có thể bảo vệ một mình chàng.\u003c/p\u003e \n\u003cp\u003eNhưng chàng trai ấy không bỏ cuộc. Murad che khuôn mặt điển trai của mình và trở thành một lãng khách sa mạc đơn độc, tìm cách phục hồi sức mạnh cho vũ khí của mình cũng như chờ ngày đối đầu với Azzen\u0027Ka. Murad tin chắc rằng miễn là có vũ khí bên cạnh, ngày nào đó chàng sẽ giết Azzen\u0027Ka và khôi phục danh dự, vinh quang cho đế chế.\u003c/p\u003e",
    "movementSpeed":"390",
    "name":"Murad",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"rHbiptMoaaA"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"102",
    "armorIncrease":"19",
    "attackDame":"163",
    "attackIncreaseDame":"12",
    "hitPoint":"3021",
    "hitPointIncrease":"172",
    "id":"zill",
    "lore":"\u003cp\u003e\"Tiếng gầm của cơn bão chính là điềm báo tử của các ngươi!\"\u003c/p\u003e \n\u003cp\u003eLịch sử kể rằng nhiều anh hùng đã thoát khỏi sự kiểm soát của lực hấp dẫn và bay lên không trung. Tuy nhiên, không ai trong số họ đã có thể thoải mái bay lượn tự do như những chú chim bởi sự xuất hiện của Zill, mối nguy hiểm tiềm ẩn trên bầu trời. Là hiện thân của sức mạnh tự nhiên, Zill tàn phá cơ chế phòng thủ của đối phương mạnh mẽ như bão và cũng nhẹ nhàng, đau đớn tới thấu xương như một ngọn gió.\u003c/p\u003e \n\u003cp\u003eTrong cuộc chiến vĩ đại, Zill đã ra tay diệt trừ hàng tá quỷ dữ. Những chiến tích xuất sắc và vang dội đã giúp Zill giành lấy đỉnh cao danh vọng và ngưỡng mộ. Tuy nhiên, không ai hiểu tại sao ông lại từ chối danh hiệu Người bảo vệ Khu Rừng Hắc Ám. Đơn giản, Zill nói rằng vinh quang là không phù hợp với bản chất tự do của mình.\u003c/p\u003e \n\u003cp\u003e\"Khi bạn cần tôi, lưỡi dao của tôi sẽ luôn sẵn sàng phục vụ. Nhưng ta là gió, và gió thì không gì có thể trói buộc\". Đó là lời giải thích của ông với Nữ hoàng Tel\u0027Annas. Sự trung thành và bản ngã của ông luôn giành được sự tôn trọng và tin tưởng của nữ hoàng. Trước khi tiến vào ngủ ngàn năm, nàng đã trao cho Zill quyền thực hiện ý chí tự do. Ông không bị yêu cầu thực hiện bất kỳ nhiệm vụ cụ thể nào, nhưng được phép tiếp cận với các tài nguyên của Khu Rừng Chạng Vạng\u003c/p\u003e \n\u003cp\u003eSau đó, Zill biến mất khỏi sự chú ý của công chúng. Ngoại trừ tinh linh Krixi thỉnh thoảng cảm nhận được sự hiện diện của ông, không ai khác tìm thấy được dấu vết của Zill. Trong một thời gian, mọi người thậm chí còn quên tất cả về người anh hùng cai trị bầu trời tên tuổi thuở nào. Tuy nhiên, ngày thức dậy của nữ hoàng Tel’Annas, Zill là người đầu tiên trở lại bên cạnh cô. Trong một nghìn năm dài, Zill đã bỏ tự do mà ông hằng mong muốn để canh giữ cho giấc ngủ của Tel\u0027Annas. Đây là cách để đáp trả lại sự tin tưởng vô điều kiện mà nữ hoàng đã dành cho ông.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Zill",
    "range":"Gần",
    "role":"Pháp Sư",
    "youtube":"ynjPUzK3Xes"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"101",
    "armorIncrease":"21",
    "attackDame":"159",
    "attackIncreaseDame":"11",
    "hitPoint":"3307",
    "hitPointIncrease":"288",
    "id":"arduin",
    "lore":"\u003cp\u003eDưới huấn luyện của Vedä, Arduin đã trở thành lãnh đạo của loài người.\u003c/p\u003e \n\u003cp\u003eDũng cảm và kiên trì, Arduin chính là hình mẫu của một nhà lãnh đạo vĩ đại trong mắt công chúng. Bài diễn văn đầy say mê và thuyết phục của anh đã thu hút vô vàn chiến binh trẻ tuổi tham gia quân đoàn của mình, đấu tranh cho những mục tiêu cao cả.\u003c/p\u003e \n\u003cp\u003eArduin đã từng coi Thane là đối thủ chính của mình. Cả hai đã hẹn thách đấu vì danh dự, mặc dù đã chiến thắng nhưng phong cách chiến đấu không sợ hãi và tư duy chiến thuật của Thane đã khuất phục Arduin. Cả hai đã quyết định hợp táãnhây dựng tình bạn và trở thành đồng minh.\u003c/p\u003e \n\u003cp\u003eBộ đôi này chính là chìa khóa cho chiến thắng vẻ vang của quân đoàn, khiến Lực lượng Sa ngã buộc phải rút lui về Inferi phòng thủ. Trong trận chiến cuối cùng, Arduin và Thane lần đầu bất đồng quan điểm. Arduin muốn tiếp tục đem quân đi chiến đấu, với hy vọng xóa sổ các thế lực Bóng tối, trong khi Thane cho rằng hành động như vậy sẽ phá hủy những gì họ đã giành được bấy lâu nay.\u003c/p\u003e \n\u003cp\u003eKhông thuyết phục được Thane, Arduin đã bỏ đi cùng với những chiến binh Vedä và người ủng hộ. Họ tiến vào Inferi để săn lùng những thành viên còn lại của phe Lực lượng Sa đọa. Tuy nhiên, họ đã mắc vào bẫy của Veera quỷ quyệt. Ả hồi sinh ngọn lửa băng giá, quyết tâm thiêu trụi quân đoàn. Hối tiếc về quyết định nóng vội của mình, Arduin sải bước qua đám lửa, cố gắng tạo ra một cơn bão bằng cách quẳng cây rìu của mình, mở lối đi an toàn cho các chiến binh.\u003c/p\u003e \n\u003cp\u003eNhờ nỗ lực của Arduin, một vài chiến binh đã kịp bỏ chạy trong khi người thủ lĩnh cùng những đồng đội khác không may mắn tới vậy. Arduin tưởng như đã bị biển lửa thiêu trụi, tuy nhiên bộ giáp Vedä đã kịp bảo vệ anh. Anh quăng rìu trong vô vọng, nhằm đẩy lùi đội quân quỷ dữ bủa vây xung quanh\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVeera bước vào và dùng ngọn lửa băng giá làm tê liệt hoàn toàn cơ thể Arduin, vô hiệu hóa dấu ấn Vedä và thay thế bằng dấu ấn của ác quỷ. Cơ thể của Arduin trở thành tro tàn, tinh thần chiến đấu của anh nay đã bị bóng tối chiếm lấy. Ngọn lửa bang giá chi phối hoàn toàn tâm trí và bộ giáp của Adurin, biến anh thành công cụ chiến tranh của Lực lượng Sa đọa.\u003c/p\u003e \n\u003cp\u003e\"Hãy bày tỏ lòng thương tiếc cho Arduin bởi bạn sẽ không còn cơ hội nhìn thấy một người anh hùng huyền thoại như thế lần nữa!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Arduin",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"PWw2Zz7qCyE"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"84",
    "armorIncrease":"17",
    "attackDame":"165",
    "attackIncreaseDame":"17",
    "hitPoint":"2977",
    "hitPointIncrease":"192",
    "id":"joker",
    "lore":"\u003cp\u003eNguồn gốc của Joker đến giờ vẫn là một bí ẩn. Những thông tin mà người ta biết về hắn là Joker đã trở thành tội phạm từ khi còn trẻ, một tai nạn đáng sợ đã biến hắn trở thành Hoàng Tử Hề Tội Lỗi. Niềm tin của Joker rằng cuộc sống có thể thay đổi bất cứ lúc nào theo cơn điên loạn, điều thúc đẩy hắn trở thành tên khủng bố của thành phố Gothham. Hắn tin rằng cuộc sống chỉ đơn thuần là một trò đùa của vũ trụ, bằng mọi giá Joker phô diễn độ điên của bản thân để chứng tỏ với cả thế giới rằng trong một khoảnh khắc, đời người sẽ bị đảo ngược hoàn toàn.\u003c/p\u003e \n\u003cp\u003eJoker đã đe dọa, bắt cóc, đánh đập, tra tấn và thủ tiêu vô số nạn nhân trên khắp thế giới, nhưng địa điểm hoạt động chủ yếu của hắn là tại thành phố Gotham. Hoặc, đã từng ở Gotham. Trong thành phố này, Joker bị ám ảnh muốn hoàn thành trò đùa đỉnh cao nhất đời hắn: hủy diệt lý tưởng của Batman. Tuy nhiên, dù cố gắng hết sức, bất chấp chịu đựng đau đớn cũng như vẽ ra kế hoạch công phu, Batman không hề bị khuất phục trước trò đùa của Joker. Ngay cả khi Joker đe dọa tới những người đồng đội của Batman, lý tưởng của chàng Hiệp Sỹ Bóng Đêm cũng không thể phá vỡ. Thay vào đó, Batman lật kèo bằng việc sử dụng một phiên bản nâng cấp của loại thuốc hóa học gây ảo giác sợ hãi của Scarecrow lên người Joker\u003c/p\u003e \n\u003cp\u003eTừ trước tới nay, Joker chưa bao giờ nếm trải nỗi sợ hãi. Thứ thuốc hóa học gây ảo giác sợ hãi của Batman tràn vào các tĩnh mạch, khiến lần đầu tiên trong đời Joker biết sợ. Với kinh nghiệm đã phải đối mặt với nhiều chấn thương tâm lí, Joker đã nhanh chóng lấy lại sự tỉnh táo: đây không phải là phiên xét xử tội ác, hắn đang bị dẫn độ tới nhà thương điên Arkham. Ở đây, Joker chỉ đơn thuần là một diễn viên hài không tiếng cười. Điều gì thực sự buồn cười khi hàng ngày hắn chỉ đối mặt với lũ khủng bố thực sự? Joker bắt đầu tuyệt vọng khi nghĩ rằng hắn không bao giờ có thể khiến cả thế giới cười được nữa.\u003c/p\u003e \n\u003cp\u003eĐiều đó đã thay đổi khi một gã tù nhân mới được đưa vào Arkham. Gã này cũng điên khùng, nhưng giữa những cơn hóa rồ của mình, gã lại liên tục lẩm nhẩm những công thức toán học rõ ràng và thần chú ma mị. Khi ngủ, gã mê sảng nhắc tới: \"Athanor ... Athanor\". Cơn điên loạn của gã tù nhân mới đã thu hút sự chú ý của Joker. Joker nhanh chóng kết thân với gã tù nhân kia và truy tìm được nguồn gốc xuất thân của gã. Người bạn sống cùng trại thương điên Arkham này vốn là một nhà khoa học, nghiên cứu các sóng bức xạ và hiện tượng siêu nhiên trên khắp thế giới. Gã đã tìm thấy câu trả lời cho nghiên cứu của mình: một cánh cổng dẫn đến thế giới khác.\u003c/p\u003e \n\u003cp\u003eGã say sưa kể về Athanor – một thế giới đáng tôn kính. Thế giới ấy là có thật, thay đổi hoàn toàn những trải nghiệm gã từng có. Joker không phải mẫu người tìm kiếm sự giác ngộ tâm linh hay phương thuốc chữa bệnh điên rồ của hắn. Hắn khao khát nhìn thấy vẻ đẹp và trật tự của thế giới, để hắn có thể hoàn thành tâm nguyện bấy lâu: một trò đùa lớn nhất đời hắn. Sau khi tâm trí hắn phục hồi hoàn toàn, Joker dễ dàng trốn khỏi Arkham như bao lần. Tuy nhiên lần này, thay vì tàn phá Gotham, mục tiêu mới của hắn là Athanor.\u003c/p\u003e Sau nhiều tháng tìm kiếm, Joker cuối cùng đã tìm thấy cánh cổng dẫn đến Athanor. Và bây giờ, ngay cả những vị thần đang cai trị thế giới đó sẽ phải đấu trí với Gã Hề Khủng Bố này.",
    "movementSpeed":"340",
    "name":"Joker",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"hSa5-Vkc0Hk"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"96",
    "armorIncrease":"21",
    "attackDame":"165",
    "attackIncreaseDame":"13",
    "hitPoint":"3150",
    "hitPointIncrease":"275",
    "id":"ryoma",
    "lore":"\u003cp style\u003d\"text-align:center\"\u003e\"Đừng nhìn lại quá khứ. Thay vào đó, hãy tập trung vào tương lai.\"\u003c/p\u003e \n\u003cp\u003eNhững lời cuối cùng của cha Ryoma đã trở thành phương châm sống của anh. Kế thừa truyền thống của một samurai, Ryoma không chỉ chăm chỉ tập luyện mà còn ra sức nghiên cứu chiến lược quân sự. Trong một trại huấn luyện - nơi sức mạnh được đánh giá cao hơn mọi thứ khác, anh nổi bật hơn tất cả. Những đứa trẻ khác trong trại cũng có xuất thân như Ryoma, cha của họ bị giết trên chiến trường, họ tiếp tục khoác áo choàng và mang vinh quang về cho gia đìn.\u003c/p\u003e \n\u003cp\u003eKhi còn trẻ, Ryoma là cậu bé nhút nhát. Với việc đặc biệt yêu thích nghiền ngẫm chiến thuật quân sự, anh dễ dàng trở thành mục tiêu của những kẻ bắt nạt. Nhưng Kondo luôn đứng ra bảo vệ anh. Kondo từng là học trò của cha Ryoma và việc đó như một hành động trả ơn. Với sự hướng dẫn từ Kondo, Ryoma luyện tập trở thành samurai như cha mình.\u003c/p\u003e \n\u003cp\u003eTuy nhiên tình bạn của họ không kéo dài mãi mãi, mệnh lệnh trong quân ngũ đã chia cách hai người. Kondo can đảm được lựa chọn để trở thành người bảo vệ cho thái tử nối ngôi của vương quốc, trong khi đó hoàng tử trẻ hơn lại chọn Ryoma thông minh. Hai người bạn thân thiết giờ sẽ phải đối đầu nhau, trung thành phục vụ chủ. Ryoma không ngờ được sẽ có ngày cả hai coi nhau như kẻ thù.\u003c/p\u003e \n\u003cp\u003eSau một thời gian, vị vua già đi qua đời đúng thời điểm vương quốc phải đối phó với kẻ thù ngoại xâm. Triều đình chia thành hai phe, tranh giành quyền lực. Ryoma, nay là quân sự của hoàng tử trẻ, nhanh chóng dẫn lực lượng giành được nhiều chiến thắng quyết định. Vị hoàng tử già hơn cảm thấy lo lắng, vẽ ra một kế hoạch nguy hiểm, thành lập biệt đội thích khách ám sát hoàng tử trẻ tuổi do Kondo dẫn đầu.\u003c/p\u003e \n\u003cp\u003eKế hoạch này dường như thành công vì biệt đội thích khách đã đến đích đến mà không gặp bất kỳ sự phản kháng nào. Ryoma lường trước được động thái này, nhưng để lộ sơ hở để biệt đội thích khách tận dụng và lướt qua lớp phòng thủ dễ dàng.\u003c/p\u003e \n\u003cp\u003eTiếng thét của hoàng đạo trẻ giúp Ryoma lấy lại sự tập trung. Anh nghe thấy những lời của cha mình vang vọng trong đầu: “Không phải lúc để tình cảm quá khứ xen vào”. Ryoma quyết định vứt bỏ hết tình nghĩa với Kondo.\u003c/p\u003e \n\u003cp\u003eKiếm trong tay, Ryoma hạ gục bất cứ tên thích khách nào dám đến gần hoàng tử. Cuộc tấn công của Kondo trở nên điên cuồng và khát máu hơn. Nó chỉ kết thúc khi Ryoma vung kiếm đâm chí mạng vào ngực Kondo. Còn lưỡi gươm của Kondo bất ngờ dừng lại ngay trước cổ họng của Ryoma.\u003c/p\u003e \n\u003cp\u003e\"Tại sao?\" Ryoma bối rối. \"Tôi đã luôn luôn là một đứa trẻ mồ côi\", Kondo nói, \"Tôi chưa bao giờ có ai khác ngoài anh và sư phụ. Ông ấy tự hào về a...\" Trước khi Kondo có thể kết thúc lời trăn trối, Ryoma bật khóc.\u003c/p\u003e \n\u003cp\u003eRyoma bẻ gãy một nửa thanh kiếm của mình và chôn nó cùng Kondo. Anh ta thề sẽ không bao giờ dùng bàn tay phải của mình, bàn tay đã thẳng tay đâm Kondo. Anh ta nhặt thanh kiếm của Kondo và bỏ đi.\u003c/p\u003e Danh vọng và vinh quang? Quy tắc của 1 samurai? Đó chẳng liên quan đến ta nữa. Từ giờ, Ryoma và Kondo là một, chúng ta sẽ bắt đầu một cuộc sống mới.",
    "movementSpeed":"390",
    "name":"Ryoma",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"UYEmtz4H7a4"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"99",
    "armorIncrease":"20",
    "attackDame":"170",
    "attackIncreaseDame":"12",
    "hitPoint":"3465",
    "hitPointIncrease":"262",
    "id":"astrid",
    "lore":"\u003cp\u003e“Thần nguyện trở thành thanh gươm chém tất thảy mọi trở ngại ngáng đường ngài.”\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eKhi Astrid khụy gối tuyên thệ trước Thane, cô vẫn chưa đến 18 tuổi. Nhưng với tư cách là người kế thừa của danh kiếm “Tro tàn” thuộc dòng dõi chính thống Bá tước Hoa hồng, Astrid đã gánh vác tất cả trọng trách này. Cô đứng cạnh Thane, giương cao ngọn cờ gia tộc Hỏa Hồng như minh chứng của hiệp ước giữa cựu gia tộc và tân vương.\u003c/p\u003e \n\u003cp\u003eVới sự chi viện từ Astrid, những ngờ vực về cái chết của Arduin dần phai mờ theo thời gian, và mọi người bắt đầu nghĩ đến trách nhiệm của Arctica. Dẫu cả cha và anh của Astrid đều tử trận nơi sa trường, cô bỏ ngoài tai mọi lời đồn đại và lời mời gọi từ Cung điện. Có thể ví những điều Astrid làm lúc bấy giờ với Thane tương tự như một sự cứu cánh cực kỳ quan trọng trong thời khắc tối then chốt.\u003c/p\u003e \n\u003cp\u003eĐể đáp trả thịnh tình này, Thane đã tưởng thưởng những vinh dự vô tiền khoáng hậu cho cả dòng tộc của cô, và hiển nhiên chẳng ai có ý kiến gì khi Astrid trở thành Nữ Bá tước đầu tiên của cả vương quốc. Niềm vui ngắn chẳng tày gang, vương quốc nhận hung tin Taara tiên phong một quân đoàn hắc ám cùng Arduin và Mina sắp ập đến!\u003c/p\u003e \n\u003cp\u003eAstrid không tài nào quên được chính Taara là kẻ thủ ác đã hạ gục cả cha và anh trai mình, nhưng trước khi cô xông lên tiền tuyến hòng đối đầu nhằm bắt kẻ địch trả giá, Thane đã cản cô lại và trìu mến nói “Tất cả hãy để ta lo.”\u003c/p\u003e \n\u003cp\u003e“Thưa bệ hạ, xin hãy hiểu cho thần,” Astrid ngẩng cao đầu với đôi mắt cương nghị hiếm ai đồng trang lứa có thể sánh bằng, thốt lên. “Thần tuyên thệ trở thành một hiệp sĩ. Các bá tước có thể chờ tin thắng trận tại lâu đài, nhưng nơi của hiệp sĩ không thể là đâu khác ngoài chiến trường!\" Dứt lời cô khoác lên chiếc áo đượm hồng sắc, tay nắm chặt thanh \"Tro tàn\" thẳng tiến về phía trước.\u003c/p\u003e \n\u003cp\u003e“Với thanh kiếm này, ta sẽ chém phăng mọi yêu ma ác quỷ!”\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Astrid",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"bzJPzp2WN4Q"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"95",
    "armorIncrease":"17",
    "attackDame":"163",
    "attackIncreaseDame":"15",
    "hitPoint":"3242",
    "hitPointIncrease":"176",
    "id":"telannas",
    "lore":"\u003cp\u003eSau khi chia tay quê nhà, nơi Tel’Annas chìm trong giấc ngủ kéo dài một thiên niên kỷ, Nữ hoàng đã thức giấc, tỏa ra ánh nắng rực rỡ, vụt sáng như ngôi sao.\u003c/p\u003e \n\u003cp\u003eLà một trong những chiến binh dũng cảm chống lại cuộc xâm lăng lần đầu của phe Bóng Tối, Tel\u0027Annas với kỹ năng bắn cung tuyệt vời của nàng đã trở thành huyền thoại, là chủ đề ngợi ca của bài hát và áng thơ qua nhiều thế kỷ. Chiến công xuất sắc và vang dội nhất của Tel’Annas chính là trận chiến cuối cùng chống lại đội quân xâm lăng, mũi tên kết liễu Chúa Tể Bóng Tối. Chính mũi tên này đã cứu tất cả sinh vật không được thần linh bảo hộ sống sót qua thời khắc đen tối nhất lịch sử.\u003c/p\u003e \n\u003cp\u003eTuy nhiên, Tel\u0027Annas đã phải trả giá đắt là cơ thể và trí óc của nàng bị ăn mòn bởi sức mạnh hắc ám của Chúa Tể Bóng Tối trong giây phút hấp hối. Nàng buộc phải phong ấn bản thân và tiến vào giấc ngủ sâu, kéo dài hàng ngàn năm cho đến khi toàn bộ sức mạnh hắc ám trong người được vô hiệu hóa hoàn toàn. Trong thời gian nàng ngủ, Maloch, kẻ kế vị của Chúa Tể Bóng Tối, đã cố gắng phá vỡ phong ấn nhằm chiếm đoạt sức mạnh tối tăm bên trong Tel\u0027Annas. Tuy nhiên phong ấn trên người nàng mạnh hơn hắn tưởng tượng.\u003c/p\u003e \n\u003cp\u003eNhìn thấy cơ hội của mình trong cuộc xâm lược lần thứ hai của phe Bóng Tối, Maloch phát động một cuộc tấn công nhằm thảm sát Khu Rừng Chạng Vạng, buộc Tel\u0027Annas phá vỡ phong ấn và trở lại chiến trường. Những vết tích trên gương mặt nàng cho thấy Tel’Annas đã phải cố gắng chịu đựng suốt ngàn năm qua và giờ, nàng hoàn toàn làm chủ nguồn sức mạnh bóng tối trong cơ thể. Đối mặt với binh đoàn quỷ dữ, Tel\u0027Annas một lần nữa cầm cung để bảo vệ cuộc sống của tất cả các sinh vật.\u003c/p\u003e \n\u003cp\u003e\"Ánh rực rỡ của ngôi sao sáng sẽ mãi mãi bảo vệ mảnh đất này.\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Tel\u0027Annas",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"VrzPG4dE-2w"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"101",
    "armorIncrease":"20",
    "attackDame":"170",
    "attackIncreaseDame":"12",
    "hitPoint":"3322",
    "hitPointIncrease":"270",
    "id":"superman",
    "lore":"\u003cp\u003eTrên hành tinh Krypton sắp chết, một đứa trẻ tên là Kal-El được đặt bên trong một tên lửa và được lập trình gửi tới Trái Đất. Là người Krypton cuối cùng sống sót, Kal-El đã được nuôi dưỡng bởi hai nông dân: bà Martha và ông Jonathan Kent. Hai người đặt cho Kal-El một cái tên mới là Clark và nuôi nấng cậu bé ấy bằng tình yêu và đức hạnh. Từ những giá trị đó, cậu bé đã khôn lớn và trở thành người anh hùng Siêu Nhân.\u003c/p\u003e \n\u003cp\u003eBức xạ màu vàng từ mặt trời của Trái Đất cho phép Siêu Nhân có khả năng phi thường, bao gồm: siêu sức mạnh, tốc độ và cơ thể bất hoại. Siêu nhân sở hữu khả năng bay lượn với tốc độ cao, mắt chuyển hóa năng lượng thành chùm tia X phóng ra nhiệt lượng, nhìn thấy hạt ánh sáng hay trường năng lượng sinh học trên cơ thể sống. Siêu Nhân sử dụng năng lực của bản thân để giúp đỡ người dân của Trái Đất tránh khỏi tai hoạ và phát triển giác quan đạt tới giới hạn tiềm năng.\u003c/p\u003e \n\u003cp\u003eMặc dù coi Trái đất là nhà nhưng Siêu Nhân vẫn không hoàn toàn thuộc thế giới này. Kiến thức ít ỏi của về hành tinh Krypton - ngôi nhà thực sự, về ánh sao xa mờ hay mảnh mặt trời đã khiến Siêu Nhân không dám liều lĩnh rời xa Trái Đất.\u003c/p\u003e \n\u003cp\u003eĐịnh mệnh đã thay đổi trong một ngày mùa thu, Siêu Nhân đối mặt một trong những kẻ thù đáng gờm nhất của mình. Kẻ phản diện Brainiac với sức mạnh không rõ nguồn gốc, đã tìm đến Trái Đất cùng một đội quân robot tiên tiến. Phải sử dụng tới chút năng lực cuối cùng, Siêu Nhân mới tiêu diệt Brainiac. Sức bền của Người đàn ông thép đã chiến thắng và trước khi dùng tia X để quan sát Brainiac, Siêu Nhân nhận ra một luồng sáng chói lóa. Những viên ngọc lấp lánh từ bộ giáp của Brainiac truyền năng lượng đột biến vào bàn tay và cột sống của Siêu Nhân. Cảm thấy không tin tưởng vào nguồn sức mạnh đáng kinh ngạc này, Superman mang chúng về Pháo Đài Cô Đơn ở Bắc Cực để phân tích.\u003c/p\u003e \n\u003cp\u003eMáy tính của Pháo Đài Cô Đơn không thể tìm thấy bất cứ vật liệu nào tương tự trong dải thiên hà. Tuy nhiên, một lời gợi ý về hiện vật đó vô tình xuất hiện trong nhật ký cha của Siêu Nhân, nhà khoa học Kryptonian: Jor-El. Superman phát hiện ra rằng cha mình đã từng nghiên cứu một mẫu vật tương tự, được gọi là mảnh vỡ Andura. Mẫu vật này, thứ là chìa khóa sức mạnh giúp Brainiac chiếm Trái Đất, mới chỉ là một mảnh nhỏ. Nguồn gốc của những mảnh Andura đến từ một vương quốc có tên Athanor, một nơi nằm ngoài Vùng Vô Định. Các nhà khoa học Krypton đã chế giễu nghiên cứu của Jor-El về sự tồn tại của chiều không gian song song và ma thuật phát sinh từ Athanor có liên quan đến vũ trụ vật chất – khiến công trình và sự nghiệp của ông tiêu tan.\u003c/p\u003e \n\u003cp\u003eNhưng Jor-El đã đúng. Khi xem xét kho lưu trữ của Pháo Đài Cô Đơn, Siêu Nhân đã biết được rằng những người Krypton cổ đại đã tìm kiếm những mảnh vỡ Andura để khám phá dải Thiên Hà và thậm chí có thể họ đã viếng thăm Trái Đất từ rất lâu trong một nhiệm vụ. Tuy nhiên tại đây Siêu Nhân phát hiện ra rằng rằng Brainiac đã tăng gấp đôi việc tìm kiếm mảnh vỡ Andura và nếu công bố nguồn sức mạnh tối thượng này, tất cả Trái Đất sẽ gặp nguy hiểm. Superman đã mất đi một quê hương, anh ta không thể đánh mất thêm quê hương thứ hai. Vì vậy, người đàn ông thép tự đi tìm kiếm Athanor và mảnh vỡ Andura trong dải Thiên Hà. Đây là cách hoàn thành nốt di sản của cha mình, cũng đồng thời biến Siêu Nhân trở thành người bảo vệ mới của thế giới trong cơn tuyệt vọng giữa sự thật và công lý.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Superman",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"dRkayVe9egA"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"22",
    "attackDame":"168",
    "attackIncreaseDame":"12",
    "hitPoint":"3434",
    "hitPointIncrease":"291",
    "id":"wonderwoman",
    "lore":"\u003cp dir\u003d\"ltr\"\u003eWonder Woman, tức công chúa Diana thuộc dòng dõi các nữ chiến binh Amazon trứ danh trong thần thoại Hy Lạp. Khi chàng phi công trẻ Steve Trevor rơi máy bay xuống chốn địa đàng ẩn dật này, Diana đã nhất quyết muốn hộ tống anh trở về chốn quê nhà và khiến cả thế giới biết đến bộ tộc của cô. Ngỡ ngàng khi lần đầu gia nhập xã hội nhân loại đầy loạn lạc, Diana cảm thấy nhân dân nơi đây cần một người hùng. Suốt những năm tháng dài Diana ngày càng trở nên trăn trở hơn trước những vấn đề nhân loại phải đối mặt - chiến tranh, hận thù, vô cảm trước sự tàn phá Trái Đất - may thay cô vẫn còn đó sức mạnh siêu phàm, đôi giáp tay thần kỳ cùng Dây thừng Sự thật trong suốt hành trình truy cầu trật tự cho thế giới hỗn loạn này.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eLà một chiến binh thiên bẩm, lại được đào tạo bài bản, Wonder Woman vừa chiến đấu chống lại ác quỷ vừa nỗ lực giúp nhân loại đánh thức thứ tiềm năng mà cả chính cô cũng chưa thể thấu hiểu- đó là sứ mệnh đã dẫn dắt cô đến với Liên minh Công lý. Dẫu vậy thực tê luôn phũ phàng hơn lý tưởng, khi vẫn còn đấy đầy rẫy những âm mưu toan tính từ các thế lực quyền quý, hay thậm chí có đôi khi đến từ chính những bất đồng trong dòng tộc của cô - các vị thần của Hy Lạp. Bắt nguồn từ một lời nhắn của mẹ cô, Hippolyta, mà hành trình đến với Anathor của Diana đã bắt đầu.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eSuốt cuộc đời Hippolyta đã che giấu một bí mật trọng đại với Diana- thứ bí mật hiện đang đe\u0026nbsp;dọa hủy diệt Đỉnh Mount Olympus. Hippolyta thú nhận rằng bà đã từng lén lút \"qua lại\" với Zeus; và kết quả của mối tình vụng trộm này không gì khác hơn chính là Diana. Cô thậm chí chưa kịp biết mình phải làm gì trước tin động trời này thì đã bị Hera, bà vợ đầy ghen tuông của Zeus, đánh ghen ngay tại trận. Cuộc chiến hệ quả đã kéo theo sự góp mặt của vô số vị thần, nhưng Wonder Woman đã kết thúc được mọi thứ kịp thời bằng cách trói Hera lại với Dây thừng Sự thật.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eTừ đấy Wonder Woman biết được rằng Zeus đã biến mất khỏi Olympus cũng đã lâu- và hậu quả của việc này chính là các thần xâu xé nhau tranh giành quyền thống trị Olympus. Zeus đã rời đi để tìm kiếm cội nguồn sức mạnh của các thần: một tinh truyền thuyết nằm ở trung tâm của toàn bộ vũ trụ.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eBiết rõ rằng chừng nào đỉnh Olympus còn chiến tranh, chừng đấy Trái Đất và nhân loại sẽ còn bị đe dọa, Wonder Woman tự gánh vác trọng trách tìm lại Thần Zeus. Hippolyta đã cảnh báo nàng công chúa của mình rằng những gì cô phải đối diện ở Athanor sẽ siêu việt tất thảy các thử thách cô đã từng trải qua suốt cuộc đời mình. Các vị thần chốn này, với đầy quyền năng ma thuật kỳ dị,\u0026nbsp;hoàn toàn vượt xa tầm hiểu biết của Diana.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eNói đi cũng nói lại, Anathor cũng chưa bao giờ có một người hùng như Wonder Woman. Và khi cô tìm đến được Zeus tại đây, những điều ông nói với Diana sẽ mang lại những kết quả khôn cùng, không chỉ với Olympus... mà cả Trái Đất.\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Wonder Woman",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"mnGvYhcKyZU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"113",
    "armorIncrease":"27",
    "attackDame":"158",
    "attackIncreaseDame":"10",
    "hitPoint":"3369",
    "hitPointIncrease":"336",
    "id":"xeniel",
    "lore":"\u003cp dir\u003d\"ltr\"\u003e\"Vinh quang này dành cho Trời”\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eXeniel sở hữu một cơ thể mạnh mẽ và tâm trí vững vàng. Là tín đồ mộ đạo, Xeniel hoàn toàn trung thành với Cung điện ánh sáng. Sự cống hiến không ngừng nghỉ của ông đã thu hút sự chú ý của Nữ thần Ilumia, người đã giúp ông trở thành chỉ huy giáo phái.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003e\"Mọi thứ đều là ý nguyện của Trời, và tôi vinh dự được nhận lệnh từ Ngài.\" Mặc dù nắm nhiều quyền lực trong tay, Xeniel vẫn luôn khiêm tốn và coi lệnh của Nữ thần là tuyệt đối. Với Chùy Trừng phạt trong tay, Xeniel gửi lời cảnh cáo cho tất cả những kẻ dám phạm thượng. Đồng thời ông vận dụng năng lực, truyền đạt lời Sấm truyền Khai sáng của Trời tới người dân. Bên trong điện ánh sáng, Xeniel nhận được sự tôn trọng và sùng kính hoàn toàn. Vì vậy, Ilumia đã trao cho ông bộ cánh thiên thần, biểu tượng cho ánh sáng và sức mạnh.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eNhững thành tích của Xeniel vượt qua sự mong đợi của Ilumia. Trong cuộc xâm lược của phe bóng tối, Maloch và đội quân quỷ dữ đã tấn công Cung điện ánh sáng trên đỉnh núi. Ilumia xuất hiện giữa trận chiến để tăng tinh thần cho các chiến binh của phe Cung điện Ánh sáng. Tuy nhiên, Zephys và Nakroth đã nắm lấy cơ hội này để tấn công bất ngờ và phục kích Ilumia, hy vọng ám sát Nữ thần.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eXeniel dang rộng 6 chiếc cánh thiên thần, vừa kịp bay tới giải cứu Ilumia. Ông dùng chính cơ thể vạm vỡ của mình để chống lại các chiêu thức của Zephys và Nakroth. Mặc dù bị thương bởi rất nhiều lưỡi kiếm, ông vẫn bất khuất dang đôi cánh đẫm trong máu che chở Nữ Thần. Quân đội quỷ dữ không thể làm gì trước khả năng phục hồi thần thành của cơ thể Xeniel. Lợi dụng sự mất cảnh giác của đội quân ác quỷ khi đấu với Xeniel, Airi đã vận dụng năng lực tiếp cận Maloch và cắt đứt đôi cánh của gã. Cuộc tấn công thất bại, bọn chúng buộc phải rút quân\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eSau trận chiến, sự dũng cảm của Xeniel lan rộng khắp nơi và ông trở thành Tư lệnh của Cung điện ánh sáng, ngang hàng với Mũi tên mặt trời Yorn.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003e\"Bóng tối đã kết thúc, hãy để Ánh dương chiếu sang mảnh đất này\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Xeniel",
    "range":"Gần",
    "role":"Trợ Thủ",
    "youtube":"pUmEfrrLl58"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"100",
    "armorIncrease":"22",
    "attackDame":"168",
    "attackIncreaseDame":"11",
    "hitPoint":"3370",
    "hitPointIncrease":"270",
    "id":"kilgroth",
    "lore":"Kil\u0027Groth là kẻ thống trị của biển khơi, nơi có một và chỉ một luật lệ duy nhất: mạnh được yếu thua. Nhưng Kil\u0027Groth không muốn tất cả chỉ dừng lại ở đó, hắn mặc kệ sự cân bằng của thứ tự chuỗi thức ăn. Tất cả những gì hắn quan tâm là cách tiêm nhiễm sự điên loạn, cuồng bạo muốn hủy diệt tất cả mọi thứ vào mọi sinh vật biển khơi. Còn chúng muốn hủy diệt thứ gì thì hắn chẳng quan tâm.\n\u003cbr\u003e Dưới ách thống trị của hắn, vô số cuộc chiến nổ ra một cách đầy hỗn loại tại mọi ngóc ngách của biển khơi. Màu xanh của biển ngày càng nhuộm sắc đỏ thẫm của máu từ vô vàn sinh vật biển. Thậm chí ngay cả những loài ẩn núp tận đáy biển sâu cũng không thể kìm chế nỗi sự khát máu đang trỗi dậy ngày một mạnh mẽ hơn trong chúng. Và tất cả sự hỗn loạn đầy cuồng bạo này đã khiến thế lực ma quỷ trên đất liền bắt đầu lưu tâm đến.\n\u003cbr\u003e Taara, một trong các chỉ huy của lực lượng Sa đọa, xuất hiện cùng chiếc búa khổng lồ trứ danh của cô. Bằng ma pháp băng giá với sức mạnh khôn cùng, Taara đã khiến cả mặt biển phải đóng băng, làm giảm mạnh sức chiến đấu của Kil\u0027Groth cùng vô số sinh vật biển khác. Dẫu tình thế bất lợi, lòng tự trọng của Kil\u0027Groth không cho phép hắn tháo chạy. Bằng dòng máu sôi sục trong huyết quản, Kil\u0027Groth loại bỏ ma pháp băng giá đang khống chế bản thân, hắn cầm lấy vũ khí của mình quyết lao lên trước chiến đấu đến hơi thở cuối cùng.\n\u003cbr\u003e Sự phản kháng của Kil\u0027Groth không hề vô ích, nhưng trước vô vàn ác quỷ không ngừng lao đến tấn công hắn dưới lệnh của Taara, cũng phải đến lúc Kil\u0027Groth kiệt sức tới mức chẳng thể vung nổi vũ khí của mình lên lần nữa. May thay Cresht cùng viện quân đã đến kịp thời để cứu lấy Kil\u0027Groth đang hấp hối, giúp hắn thoát khỏi số phận mất xác chốn chiến trường.\u0026nbsp;\n\u003cbr\u003e Sau khi phục hồi, Kil\u0027Groth đã trở thành đồng minh của Rừng chạng vạng để thể hiện sự tri ân, và cũng nhằm chờ đến ngày báo thù bè lũ Sa đọa.\u0026nbsp;\n\u003cbr\u003e Có hai điều về Kil\u0027Groth ai cũng cần biết: hắn không nghe chỉ huy của bất kỳ ai, và bất kỳ kẻ Sa đọa nào xuất hiện trước mặt hắn đều phải chịu chung một số phận.",
    "movementSpeed":"390",
    "name":"Kil\u0027Groth",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"Qa3-jvrp1ps"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"88",
    "armorIncrease":"15",
    "attackDame":"169",
    "attackIncreaseDame":"17",
    "hitPoint":"3081",
    "hitPointIncrease":"231",
    "id":"moren",
    "lore":"\u003cp\u003e“Hãy nói xin chào với người bạn tý hon của ta”\u003c/p\u003e \n\u003cp\u003eNếu không vì tính cách ưa bạo lực và bướng bỉnh, có lẽ Moren đã trở thành một học giả chăm chỉ và thông thái. Tuy nhiên, với nguồn gốc là người lùn, Moren chỉ thích uống rượu và gây gổ, giải quyết những bất đồng trong học thuật bằng nắm đấm và đạn dược thay vì nói chuyện. Vì vậy, không học giả nào muốn chấp nhận gã đi theo học việc. Điều này đã buộc Moren phải sử dụng tay nghề của gã để tìm kiếm hướng đi mới: Khoa học và Cơ khí.\u003c/p\u003e \n\u003cp\u003eTheo số liệu thống kê chưa đầy đủ, gần 50% số vũ khí được đánh giá cao nhất tại Miền đất hứa do chính tay Moren thiết kế hoặc chỉnh sửa. Vì vậy, từ những vị thần tối cao nhất đến bè lũ quỷ dữ khát máu đều rất để tâm tới gã. Điều này giúp Moren duy trì một vị trí trung lập giữa hai phe thiện ác trong thời gian dài.\u003c/p\u003e \n\u003cp\u003eSlimz, gã thỏ tài phiệt đến từ tập đoàn thương nhân nhanh chóng đánh hơi thấy cơ hội kinh doanh từ khả năng chế tạo vũ khí của Moren. Sau khi đạt được những thỏa thuận về giá cả, cả hai đi đến ký hợp đồng trọn đời. Kể từ đó, Slimz và tập đoàn có quyền sở hữu hoàn toàn các vũ khí do Moren tạo ra. Đổi lại, Moren nhận được mẫu thiết kế vũ khí quý hiếm, nguồn cung cấp vật liệu vô tận và toàn quyền kiểm soát Cơ giới thành. Mối quan hệ làm ăn này đã khiến cả hai bên trở nên cực kỳ giàu có, nhưng đó cũng là lúc Lực lượng sa đọa nhắm tới.\u003c/p\u003e \n\u003cp\u003eSau một cuộc tấn công của Preyta và Skud, Cơ giới thành gánh chịu tổn thất nặng nề. Slimz hy vọng giữ được chút ít tầm ảnh hưởng, nhưng hắn không còn gì để mặc cả, càng không thể thuyết phục được Moren cứng đầu. Không có lựa chọn nào khác, hắn chấm dứt hợp đồng và bỏ mặc Moren. Điều này khiến Moren quyết định triển khai tất cả những vũ khí còn sót của mình tại Cơ giới thành và phát động một trận chiến sống còn với kẻ thù.\u003c/p\u003e \n\u003cp\u003eHành động của Moren đã làm Skud thêm phần hiếu chiến, trong một cơn cuồng nộ, hắn đã tàn phá và tiêu diệt hoàn toàn tuyến phòng thủ của tòa thành. Thậm chí hắn còn đánh bại cả Omega, bộ giáp chiến tranh được cử tới tiếp viện cho Cơ giới thành. Moren bị thương nặng và cố gắng phát nổ một quả bom cháy nhằm liều chết với Skud, nhưng Omega kéo gã đi trước khi có thể chạm vào nút. Tuy rất biết ơn cứu mạng, nhưng Moren vẫn vô cùng giận dữ. Cuối cùng, gã nghe theo lời khuyên của Omega và chấp nhận một đề xuất hợp tác của Thane, chỉ huy tối cao Lâu đài khởi nguyên.\u003c/p\u003e \n\u003cp\u003eĐổi lại, Omega chia sẻ với Moren bí mật nguyên lý cơ học tiên tiến, cho phép gã tạo ra một thế hệ vũ khí công nghệ cao mới.\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Moren",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"74rxvcz8BkY"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"94",
    "armorIncrease":"21",
    "attackDame":"154",
    "attackIncreaseDame":"9",
    "hitPoint":"3201",
    "hitPointIncrease":"242",
    "id":"teeMee",
    "lore":"Tee và Mee đã có một cuộc sống thảnh thơi trước khi trở thành những chiến binh. Mặc dù chiến tranh đã đến vùng đất của Afata, nhà thông thái Mee vẫn nói rằng: \"Bầu trời sẽ không bao giờ sụp đổ\". Trong lúc ấy, tất cả mọi thứ Tee quan tâm chỉ là làm cách nào để ăn no bụng mỗi ngày.\n\u003cbr\u003e Đáng tiếc rằng, những ngày tháng tươi đẹp đã đến hồi kết thúc. Việc tìm kiếm thức ăn trở nên khó khăn hơn khi mà tất cả nguồn tài nguyên trong rừng đều được dồn hết cho cuộc chiến. Cả hai phải làm công việc dọn dẹp chiến trường để đổi lấy thức ăn và những thứ cần thiết hàng ngày. Ngay cả như vậy, Mee không bao giờ để tuột mất cơ hội. \"Tìm được thì ta sẽ giữ được\"\n\u003cbr\u003e Khi mà tộc người và tộc Veda tham gia cuộc chiến, TeeMee bắt đầu tìm được những trang bị mới lạ, và món đồ giá trị nhất chúng tìm được là một bộ giáp chiến binh. Chúng đủ cho cả hai anh em và được khắc biểu tượng “hồi sinh”. Kiệt tác này được tạo nên bởi Max Thiên tài. Việc dọn dẹp chiến trường có lẽ không thể so sánh với việc trở thành chiến binh, dù cho nó đầy rẫy sự nguy hiểm. Cả hai không ngừng mơ mộng về việc bộ giáp đó có thể cứu vãn cuộc đời nhàm chán của họ.\n\u003cbr\u003e Bỗng dưng một ngày, binh đòan quỷ dữ Lokheim bất ngờ rút quân khỏi cuộc chiến. Sau khi kẻ địch đã rút sạch khỏi chiến trường, một đám người dọn dẹp được cử đến, và TeeMee nằm trong số họ. Ngay lúc đó, đạo quân Lokheim bất ngờ quay trở lại khiến cả hai phải lao vào cuộc chiến. Mee đã sử dụng tất cả mưu kế của mình để chỉ dẫn cho Tee và đồng đội, lãnh đạo họ để đánh trả lại kẻ địch từ vùng đất cao hơn.\n\u003cbr\u003e Khi phải đối mặt với hiểm họa chết người, Tee dần trưởng thành và quyết đoán hơn. Anh ta nghe theo mọi mệnh lệnh của Mee và thậm chí còn đặt mình vào giữa đồng minh và nguy hiểm. Với khả năng chống chịu đáng kinh ngạc của bộ giáp và sức mạnh từ biểu tượng được khắc trên mình, TeeMee đã đẩy lùi đội quân Lokheim ngay khi chúng vừa quay trở lại và tiếp tục truy sát kẻ địch.\n\u003cbr\u003e Sau trận chiến, hai anh em đã nhận được rất nhiều lời ca ngợi và biết ơn, và nó đã mang đến cho họ sự hãnh diện.\u0026nbsp;\n\u003cbr\u003e \"Cũng khá ổn đấy chứ, hừm?\" Mee cẩn trọng gợi ý.\u0026nbsp;\n\u003cbr\u003e \"Tôi rất thích việc này\" Tee trả lời đầy dứt khoát.\n\u003cbr\u003e Từ đó, TeeMee luôn chiến đấu ở tiền tuyến. Người đời chia sẻ những câu chuyện hài hước và buồn cười của họ, nhưng kèm theo đó là sự quyết tâm và lòng dũng cảm đáng được tôn trọng.\n\u003cbr\u003e “Một ngày nào đó, chúng ta sẽ cùng vươn tới những vì sao sáng” Mee nhấn mạnh!\n\u003cbr\u003e “Đúng vậy, vươn tới những vì sao” Tee lặp lại.",
    "movementSpeed":"380",
    "name":"TeeMee",
    "range":"Gần",
    "role":"Trợ Thủ",
    "youtube":"Nn412vAdTlc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"94",
    "armorIncrease":"16",
    "attackDame":"184",
    "attackIncreaseDame":"15",
    "hitPoint":"3027",
    "hitPointIncrease":"198",
    "id":"lindis",
    "lore":"\u003cp\u003eẨn mình giữa Afata, có một bộ lạc nhỏ tôn sùng mặt trăng. Cứ 30 năm, một người phụ nữ trẻ sẽ được chọn để trao quyền năng của mặt trăng và trở thành cận vệ của bộ lạc. Khi thời gian tuyển chọn đến gần, Lindis và Luna là hai ứng viên sáng giá nhất khi mà họ thế hiện tiềm năng to lớn của mình, phát triển và kiểm soát được hoàn toàn năng lực siêu nhiên của mặt trăng\u003c/p\u003e \n\u003cp\u003eNhưng Lindis biết cơ hội của cô là rất nhỏ. Luna, chị cô, vượt trội hơn về mọi mặt. Luna tài năng, thông minh, xinh đẹp và được các đồng nghiệp nam chú ý. Trong khi đó, Lindis chỉ đứng trong bóng tối và yên lặng.\u003c/p\u003e \n\u003cp\u003eTuy nhiên, Lindis không hề ghen tị với chị gái. Cô ngưỡng mộ vẻ đẹp và tài năng của người chị, sẵn sàng hỗ trợ chị trở thành cận vệ của bộ lạc. Ngược lại, Luna dành tình cảm và quan tâm tới cô em gái \u0026nbsp;của mình. Cả hai ngày một hiểu ý nhau, dần dần theo thời gian, một sợi dây kết nối tâm linh thần bí được hình thành giữa hai người.\u003c/p\u003e \n\u003cp\u003eĐáng buồn thay, mong muốn chân thành này sẽ sớm bị huỷ hoại. Mganga biết chuyện, kín đáo lẻn vào bộ tộc. Hắn thu hút sự chú ý của Lindis bằng những lời dối trá ngọt ngào và chuẩn bị sẵn cái bẫy cho cô gái trẻ tuổi.\u003c/p\u003e \n\u003cp\u003eNgay khi gã thi triển tà thuật, chuẩn bị hút lấy sức mạnh của Lindis, Luna đã linh cảm thấy điều bất thường, vội vã đến giải cứu. Tuy nhiên, sức mạnh của cô không đủ để đánh bại Mganga một mình. Lindis tỉnh lại, biết mình bị mắc mưu nhưng đã quá muộn, cảm thấy vô cùng tuyệt vọng và hối lỗi.\u003c/p\u003e \n\u003cp\u003e\"Đúng lúc lắm, ta sẽ hút hết sức mạnh của cả hai luôn!\" Mganga gào lên đầy thỏa mãn.\u003c/p\u003e \n\u003cp\u003e\"Ta thách ngưoi đó!\" Luna hét lên. Vận hết sức lực, Luna đã phát ra một luồng năng lượng sáng rực bảo vệ em gái, chia tách linh hồn của cô ra khỏi cơ thể.\u003c/p\u003e \n\u003cp\u003e\"Ngươi làm gì vậy?! Ngươi định hy sinh mạng sống của mình và sự tồn tại của mình để bảo vệ em gái?!” Mganga giận điên lên, đành dừng thi triển tà thuật. Đó là việc duy nhất gã có thể làm để ngăn chặn được sức mạnh của mặt trăng bạc tấn công gã.\u003c/p\u003e \n\u003cp\u003eDưới ánh trăng bạc, Luna dần dần yếu đi. Năng lượng của cô đã đưa Lindis hồi sinh từ bờ vực của cái chết. \"Lindis, chị tự hào về em\". Đó là lời cuối của Luna trước cơ thể của cô hòa vào mây khói, báo hiệu sự kết thúc của sợi dây kết nối tâm linh giữa hai người. Tận cùng của đau khổ, Lindis bắn một mũi tên chí mạng từ nỏ trên tay về phía Mganga. Linh hồn Luna giờ đã hòa vào chiếc nỏ, gọi theo sức mạnh tinh túy nhất của mặt trăng bạc trong phát bắn. Bị thương nặng, Mganga bỏ trốn và thề sẽ không bao giờ trở lại bộ lạc này.\u003c/p\u003e \n\u003cp\u003e\"Luna, em hứa với chị. Em sẽ bảo vệ bộ lạc của chúng ta đến hơi thở cuối cùng. \"\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Lindis",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"Nn412vAdTlc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"100",
    "armorIncrease":"22",
    "attackDame":"168",
    "attackIncreaseDame":"9",
    "hitPoint":"3370",
    "hitPointIncrease":"270",
    "id":"omen",
    "lore":"“Cái chết vĩnh viễn ngự trị!\"\n\u003cbr\u003e Omen – Quỷ kiếm dạ xoa là một cỗ máy giết chóc không ghê tay. Hắn được sinh ra từ vực thẳm tối tăm nhất của thung lũng quỷ, một nơi lạnh giá và vô hồn như chính Omen. Ngay cả lũ quỷ dữ sinh ra từ vực thẳm đó cũng cảm thấy kinh hãi với sự khát máu của hắn\n\u003cbr\u003e Dù vậy, Omen hiếm khi lộ diện trong các cuộc chiến. Đối với Omen, giết chóc là bản năng tồn tại - không chỉ là với kẻ thù mà ngay cả đồng đội và bè lũ quỷ Lokheim sát cánh cùng hắn. Tất cả từng có ý định lợi dụng hớn rồi sẽ phải khiếp sợ Omen. Điểu đó đủ để thấy, hắn là một con sư tử hoang mà không ai có thể thuần phục.\n\u003cbr\u003e Lãnh đạo tối cao của Lokheim – Maloch đang ráo riết truy tìm thuộc hạ cho đội quân của gã. Maloch hiểu bản năng máu lạnh của Omen chính là thứ mà Lokheim đang cần, tuy nhiên chẳng cách nào khiến hắn bộc phát hết năng lực thực sự. Cuối cùng, Maloch đành giấu Omen sâu trong vực thẳm. Tưởng chừng gã đã bị lãng quên, cho đến ngày quân đội của Arduin tấn công thung lũng quỷ.\n\u003cbr\u003e Maloch đang phải điều trị vết thương từ các trận chiến khác, còn Veera bận rộn điều binh khiển tướng chống chọi lại với lực lượng của Arduin. Không có viện binh nào hỗ trợ đội quân của ả trong trận chiến này. Đúng lúc tuyệt vọng nhất, Omen đã thức tỉnh, tìm lại ham muốn giết chóc của hắn trong nhiều năm qua. Omen đứng một mình đứng giữa chiến tuyến, cầm vũ khi chiến đấu đến khi thành viên cuối cùng của quân đội Arduin gục xuống. Câu chuyện về trận chiến huyền thoại này đã được chia sẻ là không có ai còn sống trở về.\n\u003cbr\u003e Thỏa mãn sau trận chiến, Omen một lần nữa tìm thấy được bình an. Nhưng tin tức về sự trở lại của cỗ máy giết chóc sớm lan rộng khắp nơi.\n\u003cbr\u003e \"Hắn là minh chứng rõ nhất cho sự đáng sợ của vực thẳm, kẻ mang những cuộc chiến vô nghĩa và sức tàn sát kinh hoàng trở lại! \"",
    "movementSpeed":"390",
    "name":"Omen",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"tjZ3FpnYEbM"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"17",
    "attackDame":"156",
    "attackIncreaseDame":"9",
    "hitPoint":"3135",
    "hitPointIncrease":"180",
    "id":"tulen",
    "lore":"\"Sấm chớp, sẵn sàng nghe hiệu lệnh của ta\".\u0026nbsp;\n\u003cbr\u003e Tulen là một á thần được sinh ra để hiệu lệnh cho sấm sét. Từ khi còn nhỏ, chàng đã tỏ ra là một đứa trẻ phi thường, khiến sấm sét phải cúi đầu nghe lệnh. Sấm sét mà Tulen tạo ra mạnh thần thánh hơn pháp thuật bình thường hàng nghìn lần. Chính vì vậy, Ilumia quyết định để Aleister trở thành sư phụ, hướng dẫn Tulen điều khuyển hoàn toàn sức mạnh mà mình sở hữu.\n\u003cbr\u003e Thế nhưng, Aleister lại không hề ưa Tulen chút nào. Hắn nhận ra Tulen sớm thôi sẽ thế chỗ hắn và vì thế hắn quyết định không dạy dỗ thêm gì. Không may thay, Tulen lại là cậu bé thích tự mình tìm hiểu những điều mới lạ. Khả năng kiểm soát sấm sét tự bẩm sinh đã cho phép chàng sử dụng năng lực mà không cần thần chú. Trí tưởng tượng sống động của chàng càng đẩy sức mạnh của Tulen lên những tầm cao mới.\n\u003cbr\u003e Thành công của Tulen đã đưa Aleister vào vòng xoắn ốc của thất bại mà gã tự chuốc lấy. Tulen không mù quáng học theo những phương pháp giáo điều. Chàng cũng chẳng bận tâm tới việc lấy vị thế của Aleister. Thứ duy nhất chàng muốn sự tự do tuyệt đối mà Aleister sở hữu ... điều mà một học sinh như chàng sẽ gặp nhiều khó khăn để đạt được\n\u003cbr\u003e Cuối cùng, Tulen đã bất ngờ tìm tới ngôi đền bằng bằng năng lực điều khiển sấm sét kỳ diệu của mình, loại bỏ đi dấu tích của giáo viên trước những cặp mắt choáng váng của ngừoi xung quanh. Bằng cách đó, Tulen đã chứng minh rằng chàng không chỉ có sức mạnh để kế thừa ngai vàng của Aleister, mà ngôi đền cũng đã chọn cậu. Sau đó, dưới sự hướng dẫn của Ilumia, Tulen đã thành công, trở thành vị vua của sấm sét.\n\u003cbr\u003e Nhiệm vụ đầu tiên của chàng là đoạt lại ngai vàng của chủ nhân cũ – đồng thời là giáo viên của mình, Aleister. Bởi vì không có Aleister, Tulen chỉ là vị vua hữu danh vô thực, không một ai công nhận. Nhiệm vụ này gần như là bất khả thi khi chàng không được phép phô trương sức mạnh bừa bãi, nhưng đó không phải điều đáng quan tâm.\n\u003cbr\u003e \"Không ai hiểu tôi thực sự muốn gì!\"",
    "movementSpeed":"340",
    "name":"Tulen",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"O8p1QqSIiEU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"17",
    "attackDame":"156",
    "attackIncreaseDame":"9",
    "hitPoint":"3135",
    "hitPointIncrease":"180",
    "id":"liliana",
    "lore":"\u003cp dir\u003d\"ltr\"\u003eTrong hàng nghìn năm qua, Liliana đã đi tới mọi nơi trên thế giới.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eMột trong những thực thể cổ xưa nhất ở Athanor còn tồn tại, Liliana đã được sinh ra khi thế giới vẫn còn hỗn loạn và tất cả các sinh vật còn sống sót đều nhờ bản năng. Liliana vô cùng tò mò, khám phá con đường của mình trong một thế giới hỗn loạn, tiếp tục tìm kiếm bản chất và nguồn năng lượng của vũ trụ. Cô muốn tìm hiểu về quá khứ và tương lai, sự khởi đầu của cuộc sống và ý nghĩa của cái chết. Để cuộc tìm kiếm câu trả lời của mình được thành công, Liliana biến thành các hình hài khác nhau và nhìn thấu sự sống qua con mắt của đủ mọi giống loài.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eMột con cáo chín đuôi là sinh vật đầu tiên Liliana gặp. Cô đã xem ngài như vị thầy của mình, và tự nhận bản thân là một kẻ kế thừa. Nhờ sự chỉ dẫn của người thầy và những gì cô chứng kiến xuyên suốt chuyến đi của mình, Liliana nhanh chóng trở nên thông thái hơn. Tuy nhiên, cô hiểu rằng cô vẫn còn một con đường dài để tìm kiếm câu trả lời cuối cùng cho tất cả mọi thứ. Cô đã chọn một cuộc sống biệt lập, dành thời gian để từ từ thấm nhuần và suy ngẫm về tất cả những gì cô được học. Tuy vậy, cứ vài trăm năm, cô lại xuất hiện để tiếp thu sự thông thái và hiểu biết một cách sâu sắc hơn.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eTrong những cuộc hành trình trước đây, Liliana đã tiếp xúc với Con người và đã có cơ hội quan sát họ gần hơn. Con người dường như ngu si đần độn và chỉ đạt tới mức trung bình ở tất cả mọi mặt, quyền năng, tâm linh và luật pháp, đó là lý do tại sao Liliana lại không hề quan tâm đến giống loài này. Tuy nhiên, sau khi cô biết nhiều hơn về những khát vọng của con người và cách họ truyền lại di sản của mình, cô nhanh chóng bị cuốn hút từ trong lối suy nghĩ của mình và bắt đầu những đổi mới cùng phát triển của loài người. Bất cứ khi nào con người thực hiện bước nhảy vọt, Liliana lại biến chuyển trà trộn vào loài người và học hỏi từ những học giả uyên bác.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eTrong thời kỳ tăm tối, Con người thường bị tấn công bởi những sinh vật vô dạng. Không muốn phải nhìn thấy những đau khổ, Liliana đã sử dụng những phương pháp tinh tế nhất để tiết lộ những bí mật và đưa ra lời khuyên về cách sử dụng ma thuật để giúp con người trong giai đoạn khổ ai này. Từ những quan sát của mình, cô tiên đoán rằng nếu con người sống sót được qua quãng thời gian đen tối này, họ chắc chắc có thể tạo ra một nền văn minh vô tiền khoáng hậu, trong đó sẽ xuất hiện những nền tri thức mới và những kỹ năng mới, dần đưa cô đến gần hơn với câu trả lời cuối cùng. Và cô cân nhắc đến những trợ giúp mà cô gửi cho loài người như một dạng đầu tư - sau tất cả, nếu điều đó giúp cô có được thứ cô muốn thì tại sao lại không cơ chứ? Với một nụ cười và hi vọng dành cho tương lai, Liliana đã trở lại.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eVài trăm năm sau, khi Liliana trở lại nền văn minh của loài người một lần nữa, cô đã bị sốc. Những ngọn nến và lò sưởi cô đã từng được sử dụng nay đã được thay thế bằng những chiếc đèn pha lê chạm khắc bởi ma thuật, có khả năng mang ánh sáng tới hàng ngàn gia đình cùng một lúc. Những lưỡi giáo và những thanh kiếm mà cô từng biết không còn được nhiều người\u0026nbsp;sử dụng nữa, những chiến binh loài người giờ đây đã sử dụng cơ khí và súng đại bác một cách mạnh mẽ và cực kỳ ấn tượng. Những cải tiến này, thứ mà con\u0026nbsp;người gọi là \"công nghệ\" đã thay đổi\u0026nbsp;hoàn toàn\u0026nbsp;cách Liliana nhìn nhận thế giới\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003eĐó là một sự thay đổi lý tưởng cho Liliana, cô háo hức tham gia vào mọi sự phát triển mới. Nhưng ngay cả với\u0026nbsp;một người vô cùng uyên bác như Liliana cũng phải cần hàng chục, thậm chí hàng trăm năm để thấu hiểu được tri thức này. Vì thế, Liliana đã quyết định biến đổi thành con người và gia nhập quân đội thức nghiệm với vai trò cán bộ truyền thông, người có quyền tự do đi lại giữa các lục địa và thu thập thông tin tình báo. Vai trò mới sẽ giúp cô thuận tiện hơn và đạt được tất cả những gì cô mong muốn. Tất nhiên điều đó cũng mang lại những kẻ địch mới, nhưng Liliana không ngại những thứ vụn vặt này và sẵn sàng đương đầu với chúng bất kỳ lúc nào.\u003c/p\u003e \n\u003cp dir\u003d\"ltr\"\u003e\"Đó chỉ là một phần của\u0026nbsp;học phí thôi!\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Liliana",
    "range":"Gần",
    "role":"Pháp Sư",
    "youtube":"5_TikfE_8tQ"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"99",
    "armorIncrease":"22",
    "attackDame":"159",
    "attackIncreaseDame":"11",
    "hitPoint":"3483",
    "hitPointIncrease":"270",
    "id":"max",
    "lore":"\"Công nghệ sẽ phát triển loài người\":\u0026nbsp;\n\u003cbr\u003e Câu nói nổi tiếng trong cuốn tự truyện của Max, thiên tài sáng chế và là đệ tử chân truyền của Đại sư cơ khí Moren. Moren có thế là một ông già khô khan và cục cằn, nhưng ông không tiếc gì vào việc dạy dỗ Max.\u0026nbsp;\n\u003cbr\u003e Max có một cuộc sống khó khăn. Bố cậu đã hy sinh trong chiến tranh trước khi cậu ta được sinh ra, và một mình mẹ cậu ấy đã làm việc cật lực để nuôi nấng Max. Không một xu dính túi, Max phải lăn lộn trên các con phố để sống qua ngày. Cậu ta thường xuyên lảng vảng xung quanh nhà sản xuất phế thải lớn nhất thế giới của Moren\n\u003cbr\u003e Moren đang bị chôn vùi trong thất vọng bởi sự trỗi dậy của gã người máy Skud. Công việc đổ đốn bới Moren cảm thấy chán nản, vứt bỏ những cỗ máy mình thiết kế như đống phế liệu. Tuy nhiên chúng lại là nguồn tài nguyên quý giá với Max, giúp Max sống sót qua ngày và nuôi hi vọng trở thành một nhà sáng chế.\n\u003cbr\u003e “Tài sản khổng lồ” của Max đã khiến những kẻ lang thang khác cảm thấy đố kị. Chúng tập hợp nhau lại và đánh đuổi đứa trẻ mồ côi này ra khỏi nhưng con phố. Biết rằng mình không thể địch lại số đông, Max khôn ngoan rút lui, cho tới khi cậu có thể chế tạo được một cỗ máy từ đống phế liệu kia, giúp cậu có thế địch lại chúng.\n\u003cbr\u003e Bị đánh thức bới những tiếng động lạ, Moren thực sự bị ấn tượng bởi những gì ông nhìn thấy. Cỗ máy mà Max chế tạo, tuy còn thô sơ, nhưng đã cho thấy sức sáng tạo vô hạn. Ông mời Max vào và đặt câu hỏi về chúng. Khi biết rằng cậu tự chế tạo cỗ mày này, Moren lập tức nhận Max là học trò. Và đương nhiên, Max không có lí do để từ chối lời đề nghị đó.\n\u003cbr\u003e Dưới sự chỉ dẫn của Moren, Max học được kĩ thuật phức tạp của việc chế tạo các cỗ máy. Cậu chế tạo những cỗ máy chiến đấu siêu sức mạnh, giúp những đứa trẻ yếu ớt trở nên mạnh mẽ hơn, đủ sức đánh trả người lớn. Với phát mình của mình, Max trở thành chiến binh trẻ tuổi nhất của Miền Đất Hứa. Kể từ đó, cậu đã cùng với những cỗ máy của mình tham gia vô vàn trận chiến, đặt dấu chân của mình trong lịch sử nhân loại.\n\u003cbr\u003e “Các ngươi sẽ phải hối tiếc nếu đánh giá thấp một đứa trẻ như ta”",
    "movementSpeed":"380",
    "name":"Max",
    "range":"Xa",
    "role":"Đấu Sĩ",
    "youtube":"hEHKoGrfyTU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"77",
    "abilityIncreaseDame":"0",
    "armor":"85",
    "armorIncrease":"18",
    "attackDame":"171",
    "attackIncreaseDame":"15",
    "hitPoint":"3292",
    "hitPointIncrease":"210",
    "id":"flash",
    "lore":"Barry Allen luôn luôn chạy với tốc độ hàng ngàn mét một phút – dường như không ai có thể làm anh ấy chậm lại. Điều đó đã bắt đầu từ cái ngày mẹ anh bị sát hại. Một khi đứa trẻ hiếu động này làm cho các giáo viên phát điên, toàn bộ năng lượng của Barry được tập trung vào một tâm trí duy nhất là tìm ra kẻ đã giết mẹ của mình. Lối đi của anh chọn đã đưa anh trở thành một nhà khoa học pháp y, và anh đã hoàn toàn bị cuốn hút bởi công việc này.\n\u003cbr\u003e Khi một tia chớp kỳ lạ đánh vào phòng thí nghiệm, Barry đã hấp thụ toàn bộ sức mạnh từ Thần tốc lực, và trở thành Flash. Giờ đây, anh lên đỉnh những tòa nhà, xuyên qua đại dương, đi khắp thế giới để ngăn chặn những kẻ vi phạm luật pháp. Với tốc độ tiệm cận tốc độ ánh sáng, Barry đã khám phá sức mạnh tối hậu. Bằng sự quyết tâm và tập trung, Flash đã có thể học cách di chuyển qua các vật thể, tạo ra những vụ nổ siêu thanh chỉ bằng một cái đập tay - và không bao giờ thua cuộc.\n\u003cbr\u003e Nhưng khả năng của Flash lại được thử nghiệm bằng một sự kiện rất bất ngờ. Khi anh cố gắng cứu một nhóm học sinh khỏi một ngôi trường đang cháy, Flash đã đẩy khả năng của mình đến giới hạn, di chuyển quá nhanh đến mức anh bước tới đường giới hạn của tốc độ ánh sáng. Trong khi anh cố gắng cứu một đứa bé, Flash đã lọt vào trung tâm của Thầ tốc lực - năng lượng siêu nhiên bí ẩn đã kích hoạt các khả năng của anh và anh dần bị cuốn vào đấy.\n\u003cbr\u003e Dọc theo dòng chảy, biến dạng, các chiều không gian của Thần tốc lực, Flash đã phóng qua nhiều không gian, cho đến khi Flash dừng lại tại một vùng đất huyền diệu gọi là Athanor. Ban đầu, Flash than vãn khi mình bị bỏ lại trong thế giới đầy nguy hiểm này, nhưng ngay sau đó anh phát hiện nơi này có Thần tốc lực. Trong Athanor, Flash phát hiện ra những đầu mối tại Athanor thuộc về một những vị tướng Lokheim, nguồn cơn của việc Flash bị mắc kẹt trong Athanor.\n\u003cbr\u003e Flash đã tham gia cùng với các thành viên còn lại của Liên minh Công lý để khám phá những bí ẩn của Athanor và khôi phục Thần tốc lực. Khi bắt tay vào cuộc tìm kiếm, Flash dần khám phá ra bản tính thực sự của khả năng mà mình đang nắm giữ, và phát hiện này không chỉ dành cho Flash, nó dành cho tất cả mọi thành viên của Thần tốc lực.",
    "movementSpeed":"400",
    "name":"The Flash",
    "range":"Gần",
    "role":"Pháp Sư",
    "youtube":"LhhKBPsiwbg"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"87",
    "armorIncrease":"18",
    "attackDame":"161",
    "attackIncreaseDame":"17",
    "hitPoint":"3007",
    "hitPointIncrease":"202",
    "id":"wisp",
    "lore":"Wisp không chỉ là con gái nuôi của Moren, cô cũng là em gái của Max nữa, \"Một thiên tài nhỏ tuổi\". Cô gái nhỏ bị ghen tỵ rất nhiều ở thành phố Cedar, một trung tâm của những tinh hoa tài năng từ khắp Athanor, Wisp đã phải thú nhận rằng thật khó chịu khi là em gái của một thiên tài.\n\u003cbr\u003e Nhưng có một người cha nổi tiếng và anh trai thiên tài thì cô cũng có những đặc quyền của riêng mình. Dưới tầm ảnh hưởng của họ, Wisp đã trở thành một chuyên gia máy móc khi còn rất trẻ, mặc dù những thứ cô gái này chạm vào thường sẽ bị hư hỏng hay vỡ tan một cách “bí ẩn”. Cuối cùng, cô được biết đến như là \"chuyên gia phá hủy của phòng thí nghiệm\".\n\u003cbr\u003e Moren luôn ân cần xoa dịu Wisp bằng những lời hay ý đẹp để khuyến khích cô bé tiếp tục khám phá. Cô tin cha mình và tiếp tục những thử nghiệm của mình, nhưng Max lại là người phải gánh chịu những rắc rối, Max luôn phải phải chịu những vụ nổ bí ẩn, những cú sốc và cả mớ hỗn độn mà Wisp để lại...\n\u003cbr\u003e \"Đừng lo anh à, đó là những bất cập tự nhiên phải có thôi,\" Wisp luôn an ủi Max bằng câu nói đó.\n\u003cbr\u003e Trong vòng hai năm, Wisp đã dần làm chủ được mọi loại máy móc và khả năng của chúng. Cô cũng tìm thấy tư tưởng sống của cuộc đời trong những quả bom, điều đó cũng đồng nghĩa với việc cô phải di chuyển sâu vào núi, ở những nơi ít người sinh sống để thực hiện những thí nghiệm.\n\u003cbr\u003e Đương nhiên, Max rất vui vì điều đó, đồng nghĩa với việc anh sẽ thoát khỏi cơn ác mộng mang tên “em gái”. Nhưng là một người anh, Max vẫn rất lo lắng cho chuyến đi của Wisp, vì vậy anh đã chế tạo nên một cỗ máy mang tên \"Destructor\", một phương tiện giao thông cơ khí nhưng trở nên vô cùng nguy hiểm khi được nạp đạn.\n\u003cbr\u003e \"Cảm ơn, anh trai!\" Wisp ngay lập tức trèo lên buồng lái. Max đột nhiên nhớ lại một lỗi chết người mà anh đã không kịp sửa, nhưng đã quá muộn. Destructor tắt ngóm sau một loạt các tiếng ồn kẽo kẹt.\n\u003cbr\u003e Wisp cau mày, \"Cái gì vậy? Anh chế cho em một cái máy lỗi ư? \"\n\u003cbr\u003e \"Đó chỉ là một tai nạn thôi!\" Max trả lời, nhưng anh lại nghĩ, \"tốt thôi, do em chạm vào nó, vậy nên nó mới tan nát vậy”.\n\u003cbr\u003e Cuối cùng thì Moren đã phải lên tiếng: \"Thực tế là, con đã trở thành một thợ cơ khí, vì vậy con nên tự khắc phục nó đi”.\n\u003cbr\u003e \"Dễ như ăn bánh vậy!”, Wisp dõng dạc đáp, trượt xuống từ Destructor và túm lấy cái chìa khoá từ Max.\n\u003cbr\u003e Ngay sau đó, Wisp và một Destructor mới đang hoạt động, tiếp tục chuyến phiêu lưu. Cả Moren và Max đều mỉm cười khi nhìn thấy cô bé như vậy. Cuối cùng thì cô bé đã có thể tự lập. Nhưng trước khi cả 2 quay trở về, một vụ nổ làm rung chuyển khu vực và họ có thể nghe Wisp hét lên, \"Lõi năng lượng nổ rồiiii! Giúp con sửa với!!!\"",
    "movementSpeed":"350",
    "name":"Wisp",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"q8h8wUz56pI"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"99",
    "armorIncrease":"18",
    "attackDame":"163",
    "attackIncreaseDame":"8",
    "hitPoint":"3201",
    "hitPointIncrease":"319",
    "id":"arum",
    "lore":"\u003cp\u003e\"Leo, hình như ta hơi bướng bỉnh nhỉ?\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Cảm nhận sự ấm áp từ chú sư tử, Arum cuối cùng cũng bình tĩnh lại. Không hạnh phúc từ khi dính vào một cuộc hôn nhân sắp đặt, chạy trốn sẽ gây ra nhiều rắc rối và đau khổ cho cha cô. Mệt mỏi về cả tinh thần và thể xác, cuối cùng cô quyết định sẽ nghỉ ngơi trong rừng, một nơi mà cô gọi là nhà, bên cạnh Leo, chú sư tử mà cô dành tất cả sự tin tưởng.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Cách đây 10 năm, Arum đến Tamuq cùng người cha Varian vì ông được đảm nhận vai trò là người bảo vệ. Ông đã nhanh chóng được thăng cấp và có được một vị trí Tướng lĩnh trong Hội đồng Liên bang. Tuy nhiên, cuộc sống vẫn không hề yên bình. Mâu thuẫn giữa Liên đoàn cùng khu rừng Verno leo thang và Tamuq, một thị trấn nhỏ không may nằm ở vùng biên giới, đã trở thành địa điểm lý tưởng cho cả hai phe chiếm đóng.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Arum là một cô gái chu đáo và thấu hiểu, và cô biết những áp lực đang đè nặng lên người cha của mình. Nhưng làm thế nào mà cô có thể vứt bỏ tình yêu của mình dành cho khu rừng Verno, nơi cô đã gặp và cứu vớt Leo, cùng bản hiệp ước của người giám hộ Hội Sư Tử, chỉ để giúp đỡ cha cô? Đã có nhiều kẻ tỏ thái độ thù địch với Arum bởi vị trí quá đặc biệt của cô, an toàn sau hàng rào chắn. Nếu không nhờ danh tiếng của người cha Varian, có lẽ Arum đã bị đưa vào tù vì thông đồng với kẻ địch.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Thị trấn đang dần bị đẩy tới bờ vực chiến tranh, Varian buộc Arum phải cưới Rahms. Tất cả để cho cô được an toàn, Arum biết, vì cha cô không hề mong đợi một cuộc chiến giữa hai chủng tộc, và cách duy nhất để giữ cô an toàn gả cô cho Rahms, kẻ duy nhất có dòng máu quý tộc ở Tamuq. Sau khi cưới Rahms, Arum sẽ có được tất cả các quyền miễn trừ dành cho tầng lớp quý tộc và không còn bị nhắm tới bởi những cáo buộc từ công chúng. Điều đó sẽ cho cô một tương lai tươi sáng và an toàn hơn, ngay cả khi Rahms không phải là người đàn ông tuyệt vời.\u003cbr\u003e Tuy nhiên, Arum đã bỏ trốn, kế hoạch Varian đã trở thất bại và cả thị trấn dần đánh mất lòng tin từ ông. Họ tin rằng ông đã sắp xếp điều này để cho con gái mình có cơ hội bỏ trốn vào khu rừng Verno. \"Kẻ phản bội vô liêm sỉ,\" cả thị trấn giận dữ kêu lên. Họ quyết định bỏ tù Varian, và ông chỉ biết cố gắng biện minh cho những hành động của mình.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Arum đau khổ - quá đau khổ. Cuối cùng, cô quay trở về nhà để thấy rằng cha cô đã không còn ở đó - chỉ có những người bảo vệ đang chờ. Sau khi biết cha cô đã bị đưa đến nhà tù, Arum đầu hàng với một điều kiện: cô phải được ở chung với cha của mình. Những người bảo vệ đồng ý và đưa cô đi.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Arum gặp lại cha trong ngục tù. Không còn là một vị tướng vĩ đại và kiêu hãnh, Varian giờ đây trông thật sầu thảm và vô hồn. Chính lúc đó, Arum cảm thấy trái tim mình như vỡ ra từng mảnh.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Ôi con, sao con lại trở về? Họ ... họ sẽ treo cổ cả 2 mất!\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Con xin lỗi, Cha. Hai ta sẽ không ở đây nếu con không bướng bỉnh và ích kỷ,\" Arum khóc nấc, quỳ trước mặt cha cô và nhớ lại những hành động thiếu suy nghĩ của mình.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Không, ta mới là người có lỗi. Nếu cha không buộc con kết hôn, con sẽ không…\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Cha ơi, đừng khóc! Hãy tin con, con sẽ đưa cha ra khỏi đây!\"\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Sự quyết tâm cao độ đã vượt qua khả năng tầm thường của Arum. Đây là lần đầu tiên cô có thể triệu hồi sức mạnh, sức mạnh vô hạn mà cô đã thừa hưởng từ những linh hồn thần thú. Mọi thứ dần thay đổi. Trong khoảng không, những con thú hoang xuất hiện dưới chân cô, tỏa ra ánh hào quang, nhìn chằm chằm vào bóng tối. Varian từ lâu đã biết mối quan hệ của con gái mình với Woods, nhưng không bao giờ nghĩ rằng cô có khả năng kiểm soát những sức mạnh bí ẩn đó.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Trong vài giây ngắn ngủi, tất cả sức mạnh của những linh hồn thần thú đã xuất hiện trên Arum, biến cô trở thành Người giám hộ Sư tử. Arum bây giờ đã là thành viên của Woods, và cô không còn là con người. Arum chưa từng cố gắng để sử dụng năng lực của mình, không biết làm thế nào để giải thích cho cha mình, nhưng khoảnh khắc này ép buộc cô cần có những hành động quyết liệt. Cô cần quyền năng để thoát khỏi nhà tù, để đánh bại tất cả, và để cứu người cha yêu quý của cô!\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e \"Hỡi linh hồn của những thần thú, đã đến lúc chiến đấu!”\u003c/p\u003e",
    "movementSpeed":"350",
    "name":"Arum",
    "range":"Xa",
    "role":"Đỡ Đòn",
    "youtube":"TeyWAVAAhyc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"113",
    "armorIncrease":"19",
    "attackDame":"163",
    "attackIncreaseDame":"14",
    "hitPoint":"3225",
    "hitPointIncrease":"262",
    "id":"rourke",
    "lore":"“Chớ để thế giới thay đổi nụ cười của bạn. Hãy để nụ cười ấy đổi thay cả thế giới.”\n\u003cbr\u003e Người ta thường quên rằng Rourke - vị quận trưởng luôn rạng rỡ đầy sức sống - đã từng là là một chiến binh quả cảm, cho đến khi họ nhìn thấy những vết sẹo trên tay của anh. Nói không ngoa, kể về chiến tích của chàng nỏ thủ Pháo đài Casanova này thì có đến tết cũng chưa hết, thế nên tóm lại cho nhanh: anh trỗi dậy như một thế lực sau hàng trăm cuộc chiến, một trong số đó chính là trận Bashkir trứ danh. Thật, các chiến tích có dính đến tên Rourke mà được chồng lên nhau thì đảm bảo cao hơn anh là cái chắc.\n\u003cbr\u003e Hào hùng là thế, nhưng đời Rourke lại khốn khổ vô cùng khi từng thành viên của gia đình anh không tử trận vì chiến tranh, thì cũng mất vì nạn đói. Thế gian chỉ biết đến chiến thắng Bashkir vang dội, nhưng nào có hay đây là nơi chiến hữu thân cận của anh - tay vẫn nắm chặt thanh gươm kết liễu vô số kẻ địch - \u0026nbsp;đã trút hơi thở cuối cùng.\n\u003cbr\u003e Nào chỉ có thế, sau đó khi Rourke cố bảo vệ Nhân tộc khỏi lời nguyền của kẻ thù đã buộc hi sinh cánh tay phải của mình trước khi nó kịp tước lấy mạng sống của anh. “Mà này, chúng ta thắng phải không nào?” Rourke lên tiếng, và những người xung quanh anh thở phào nhẹ nhõm. Họ đã lo rằng chàng dũng sĩ rạng rỡ ngày nào nay sẽ suy sụp, nhưng hóa ra anh vẫn tràn đầy lạc quan như mọi khi.\n\u003cbr\u003e Theo luật định bởi Astrid, Bá tước Hỏa hồng, Rourke được ban thưởng một cơ ngơi bạt ngàn sau khi hồi hương từ chiến trường. Người khác có thể an hưởng đời hưu trí đầy xa hoa nhung lụa này, nhưng với một Rourke vẫn mãi truy cầu cuộc sống cho đáng ra sống thì câu trả lời là hoàn toàn không.\n\u003cbr\u003e Thế nên chẳng lấy gì làm lạ khi Rourke hiến tặng ẩn danh cả cơ ngơi này đến gia đình những chiến hữu đã hi sinh nơi chiến trường, rồi khăn gói lên đường đến Liên bang Tự do với bức thư tiến cử từ nữ Bá tước, và chọn làm Quận trưởng của một thị trấn heo hút chốn biên cương.\n\u003cbr\u003e Để cảm tạ thành tâm tiếp nhận cương vị này, các nghệ nhân của Liên bang đã chế tác ra một bộ nỏ máy vừa khớp với những gì còn lại của cánh tay phải Rourke, giúp anh có thể tiếp tục chiến đấu như xưa. “Đây sẽ là quê hương của ta. Tạm biệt quá khứ, chào mừng cuộc sống mới,” Rourke thốt lên. Anh yêu nơi chốn này, và mọi người đều có thể cảm nhận được điều đó qua những nụ cười nồng hậu của anh.\n\u003cbr\u003e Dân làng lập tức phải lòng chàng Quận trưởng này. Ai lại có thể cưỡng lại nỗi sự cuốn hút của một viên chức khác biệt với tất thảy, luôn bừng bừng tỏa sáng mang lại hạnh phúc mọi nơi anh đến. Tuy nhiên, khi thực thi sứ mệnh thì chớ có kẻ nào dám đùa với chàng dũng sĩ này, bởi dù gì thì gì, chỉ hoan hỉ suông thì há có thể giữ gìn được trật tự.\n\u003cbr\u003e Sự khởi xướng của Cục công thương cùng mối quan hệ ngày càng tốt đẹp hơn giữa Liên bang Tự do và Rừng Verno đã mang lại “Thông thương lộ”, một con đường mới được thành lập chạy xuyên thẳng qua thị trấn nhỏ của Rourke. Sự bùng nổ thương mại mang lại của cải trù phú cùng dân cư đông đúc, nhưng đồng thời rắc rối cũng từ đấy mà ngày càng leo thang.\n\u003cbr\u003e “Ngoài kia ngươi có thể chơi loạn luật, tại đây luật chỉ có một: chính là ta!” để tránh mọi thứ vượt khỏi tầm kiểm sát, Rourke quyết tiên hạ thủ vi cường tỏ rõ lập trường trước những kẻ nhập cư. Anh có một và chỉ một mục tiêu: giữ gìn an toàn và quyền lợi của cư dân thị trấn này, cũng như đảm bảo mọi hoạt động kinh doanh đều hợp pháp và đúng mực.\n\u003cbr\u003e Nỗ lực của anh đã được đền đáp. Không một kẻ mới đến dám dính líu bật kỳ hoạt động mờ ám nào, trừ khi chúng muốn bị nghiền nát bởi vị Rourke trong một nốt nhạc. Trật tự được duy trì, và anh vẫn là Rourke của ngày hôm nay, một vị Quận trưởng đáng kính mến.\n\u003cbr\u003e “Ngươi muốn dùng vũ lực giải quyết vấn đề? Khỏi lo, ta sẽ giải quyết NGƯƠI!”",
    "movementSpeed":"380",
    "name":"Rourke",
    "range":"Xa",
    "role":"Đấu Sĩ",
    "youtube":"hYhwW7P38jE"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"88",
    "armorIncrease":"19",
    "attackDame":"152",
    "attackIncreaseDame":"9",
    "hitPoint":"3285",
    "hitPointIncrease":"252",
    "id":"marja",
    "lore":"\u003cp\u003e“Thứ không thể giết được ta chỉ khiến ta mạnh mẽ hơn”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eQuý tiểu thư lừng danh chốn Veda, nghệ nhân trong giới nghệ sĩ, học đồ xuất sắc của Edras, Ma pháp sư xuất chúng của Veda… là những mỹ danh về nàng Marja mà cả thế giới đều yêu mến. Ngay cả Volkath, một tù binh của Edras, cũng bỏ qua những thành kiến và sự căm hờn Veda để quyết tâm theo đuổi mối tình với nàng thơ Marja.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eQuả cảm và đầy mưu trí, Volkath nhanh chóng chiếm được trái tim của Marja và cả hai yêu nhau say đắm bất chấp mọi chống đối. Nhưng đời chẳng như mơ, mối tình này há lại có thể hạnh phúc bên nhau khi lý tưởng của họ, quốc gia của họ đều đối lập nhau hoàn toàn. Rồi một ngày nọ giữa Volkath và Edras xảy ra mâu thuẫn gay gắt, nàng Marja đáng thương rơi vào tình thế cực kỳ khó xử. Giữa người đã dạy dỗ đặt hết niềm tin vào mình và người mình yêu, nàng biết phải chọn ai bây giờ.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eLẽ dĩ nhiên tất cả tộc nhân Veda đều đồng lòng quyết ý trong công cuộc chống quân thù, thế nên việc Marja vẫn còn lưỡng lự giữa hai đàng là chuyện không thể chấp nhận được. Dẫu vẫn còn đó Edras thấu hiểu và cảm thông cho Marja, nhưng tất cả còn lại đều xem nàng như một kẻ phản bội. Trớ trêu thay Marja lại là một cô gái bướng bỉnh, thế nên khi thế giới càng tạo sức ép, thì nàng lại càng kiên định hơn trước sự lựa chọn của bản thân.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCuộc chiến tiếp diễn hàng ngàn năm cho đến khi Edras qua đời còn Volkath rút lui với trọng thương. Giờ thì toàn thể Veda đều căm ghét Marja. Ngôi vị kế thừa Edras chỉ còn là dĩ vãng, thay vào đó tất cả đều buộc tội Marja thông đồng với quân thù để hãm hại quốc vương.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eBằng chứng về sự cấu kết này đã được tộc Veda lôi ra ánh sáng, chính tay Marja là kẻ trợ giúp Volkath nhận được thứ sức mạnh lẽ ra hắn không bao giờ được có, và chính Marja cũng thú nhận điều này. “Đúng là tôi đã trợ giúp Volkath, nhưng đấy là trước khi cuộc chiến này diễn ra,” nàng cố giải thích. “Tôi chưa bao giờ có ý muốn chống lại Veda – Tất cả những gì tôi làm là ủng hộ niềm tin của chàng, và chỉ thế mà thôi. Làm sao tôi có thể vì chàng mà hãm hại Ngài Edras cơ chứ--“\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐám đông thịnh nộ chẳng để cô dứt lời. Bản án được phán quyết ngay lập tức, và Marja sẽ phải chịu sự trừng phạt dưới tay của Ilumia, nhà lãnh đạo mới.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Tước vị, quyền năng, tất cả sẽ bị loại khỏi tay ngươi. Ngươi sẽ phải dành hết đời trong ngục tối, nơi lũ bọ sẽ thực hiện nốt bản án và gặm nhấm tất cả những gì còn sót lại. Đó là cái giá ngươi phải trả cho mối tình của mình. Thật ngọt ngào phải không nào? Ta ghen tị đến chết mất thôi!” Ilumia cười phá lên khi cuối cùng cũng trả được mối hận sau bao thế kỷ mỏi mòn trông đợi Volkath, để rồi tất cả chỉ là tình đơn phương.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eMarja chẳng buồn bận tâm đến những lời lẽ cay nghiệt của Ilumia, vì giờ đây tranh cãi cũng nào có nghĩa lý chi. Thất vọng vì phản ứng tẻ nhạt trước mắt, Ilumia ngoay ngoắt rời đi. Lũ bọ hắc ám của Ngục huyễn tưởng bắt đầu ló mặt, sẵn sàng cho bữa tiệc thịnh soạn của đời chúng. Nàng Marja đơn độc đầy phiền muộn, mỹ vị trần gian là đây chứ là đâu! Nhưng, thành thật mà nói thì nàng ta trông cũng hơi đáng sợ đến mức kể cả lũ bọ cũng buộc phải bày tỏ quan ngại sâu sắc.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Đến đây cùng xơi ta ngất ngây! Nếu các ngươi không chén sạch, thì ta biết rời chốn này thế nào đây,” Marja cất tiếng an ủi lũ bọ đang khiếp hãi.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eDo bản án được thi hành quá vội vã, thế gian chẳng thể nào biết bằng cách nào Marja đã giúp Volkath vượt qua Ngục huyễn tưởng để đột nhập vào Vực không đáy và đạt được sức mạnh hắc ám từ Lokheim . Chính bản thân Marja cũng nhận được những quyền năng ma thuật từ Volkath, một trong những món quà hiếm hoi hắn dành tặng cho cô. Dẫu chẳng còn là nữ thần hùng mạnh, Marja vẫn sẵn sàng. Tất cả chỉ là vấn đề thời gian. Sớm thôi, cô sẽ trỗi dậy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Ngày mà ta phán xét các ngươi đã gần kề.”\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Marja",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"Z4spItaQQcM"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"99",
    "armorIncrease":"22",
    "attackDame":"170",
    "attackIncreaseDame":"15",
    "hitPoint":"3465",
    "hitPointIncrease":"352",
    "id":"roxie",
    "lore":"\u003cp\u003eRoxie và Agnie là một cặp bài trùng thám hiểm gia vô tư lự\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eRoxie là con nhà nòi thuộc dòng dõi\u0026nbsp;thám hiểm gia vang danh\u0026nbsp;thiên cổ; nói có sách mách có chứng, mỏ khoáng sản mang đến sự thịnh vượng và trù phú cho cả Mildar do chính tay người nhà này đào ra. Gia tộc hạnh phúc, nhưng không kém phần điên rồ này lý ra đã có thể an phận sung túc, nhưng dòng máu khao khát khám phá luôn sục sôi trong huyết quản khiến họ thường làm điều ngược lại, mà thậm chí là còn hơn cả ngược. Chính xác cách họ làm thường là trả cho những người bạn đáng tin cậy của họ một khoản kếch xù, dư sức lo cho một đứa bé sơ sinh đến trưởng thành, rồi giao phó con mình và xách ba lô phóng thẳng lên đường tìm những thế giới mới\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐó là cách ông của Roxie lớn khôn. Đời cha cô cũng hệt thế! Và chính Roxie cũng chẳng khác là bao. Ký ức thơ bé hiếm hoi cô có về cha mẹ mình đến từ những lá thư vài tháng được gửi đến một lần - miễn là cả hai vị đấy không bị mắc kẹt trong cổ mộ, hay mải đắm đuối đất trời ở chốn xa xôi nào đó đến mức quên viết thư gửi đứa con duy nhất của mình.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eRoxie vô cùng khao khát phong cách sống của cha mẹ mình. Cô chẳng nhớ được gì nhiều về họ, nhưng thư của họ thì luôn tràn đầy những hạnh phúc lãng mạn, và nàng Roxie nhỏ nhắn với trí tưởng tượng phong phú cứ thế mà mê tít thò lò thôi. \"Rồi sẽ đến ngày ta tự lên đường và gặp được Hoàng lãng tử của mình\", cô lặp đi lặp lại. Đa phần thời gian đều được cô dùng để mơ mộng rất chi là tỉ mỉ về các chuyến du hành trong tương lai, nơ cô sẽ được đặt chân đến những vùng đất tận cùng của thế giới để khai quật những cổ vật và kho báu bên một chàng lãng tử đẹp lộng lẫy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐời đương nhiên không như là mơ, Roxie chẳng tìm thấy được choàng Hoàng lãng tử nào ráo. Thay vao đó cô gặp một linh hồn lửa láu lỉnh và siêu khó ưa tên Agnie.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐể mừng Roxie đến tuổi trưởng thành, cha mẹ của Roxie gửi tặng con gái mình một món quà, đó chính là Agnie năng động quá độ đến tăng động với biệt tài phá phách số dzách. Kèm theo đó là một bản đồ kho báu chính tay bộ đôi đã soạn thảo với tất cả lòng yêu thương vô bờ, cụ thể trên đấy đánh dấu và phân loại tất cả những vị trí của các kho báu đã khám pháp lẫn chưa khám phá. Cuối cùng là tấm thiệp sinh nhật kèm lời nhắn nhủ: \"Hãy lên đường truy cầu thứ con hằng khát khao. Mong sớm ngày nào đó cả nhà mình vô tình đoàn tụ bên nhau nhé. Yêu con nhiều, Mẹ với Cha.\"\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐến đây thì Roxie ngứa ngáy tay chân cho chuyến đi đầu đời lắm rồi, thế là a lê hấp đồ đạc sẵn sàng từ cuốc chim đến ba lô. Chuyến Siêu phiêu lưu của Roxie là đây chứ là đâu.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Ê còn tui đâu? Phải kêu là \"Chuyến SIêu phiêu lưu của Agnie và Roxie\" mới đúng!\" Linh hồn lửa ló đầu ra khỏi ba lô giãy nảy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Nhìn mặt có giống quan tâm không? Đây chả cần nhớ!\"\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Đã gà còn tỏ ra nguy hiểm, không có tui thì mơ đi mà đọc được bản đồ đấy!\"\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐến đây thì Roxie tắt tiếng vì Agnie chuẩn không đường chỉnh, sự thật phũ phàng là bất kể Roxie có khao khát trở thành nhà thám hiểm vĩ đại đến cỡ nào đi chăng nữa thì cô cơ bản là mù đường. Phương nào là bắc hay nam cô còn chẳng phân biệt nổi nữa là. Chính vì thế mà cha mẹ cô đã gửi tặng Agnie - không thì chuyến đi duy nhất của cả đời con gái họ là một vòng tròn lạc lối.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eSau khi chia tay với Moren đáng mến, Max lạc quan và Wisp cáu bẳn dễ thương, Roxie chính thức lên đường. Agnie đúng là khó ưa thật, nhưng ít nhất nó vẫn là một người bạn đồng hành đáng tin cậy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Chàng ơi, chàng hỡi, chàng nơi đâu, Hoàng lãng tử của đời ta?\"\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Roxie",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"iZ81rbjaCRM"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"113",
    "armorIncrease":"27",
    "attackDame":"168",
    "attackIncreaseDame":"9",
    "hitPoint":"3483",
    "hitPointIncrease":"278",
    "id":"baldum",
    "lore":"\u003cp\u003e“Baldum – Nhân mã thần lực\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eXương cứng như thép, và cơ dày như thừng. Ông hiên ngang, lẫm liệt, và nhanh nhạy, với sức mạnh sánh ngang các vị thần.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eMọi nhân mã đều là các dũng sĩ trời sinh, và Baldum là người thiện chiến nhất trên tất thảy. Ông là một huyền thoại từ thời kỳ hoang sơ, người không chỉ chứng kiến sự khởi đầu và kết thúc của cuộc chiến giữa Nhân loại cùng tộc Afata chống lại hai đợt Hắc ám Xâm lược, mà còn tận tụy bảo vệ tất cả sinh vật trên Đồng bằng Ánh trăng bằng Cột tổ Khai thiên.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTương truyền rằng Cột tổ Khai thiên - linh vật tồn tại từ thuở khai thiên tích địa của cả vũ trụ - chính là một Mảnh vỡ Andura với sức mạnh của thời gian. Đó chính là lý do vì sao Baldum lại trường sinh và luôn sung mãn dù đã sống hàng thế kỷ. Trớ trêu thay, Cột tổ chỉ bảo vệ duy nhất Baldum, và cứ thế ông buộc phải trơ mắt nhìn cả dòng tộc, từ thân bằng quyến thuộc đến tất cả mọi nhân mã, lìa đời từng người một theo tháng năm. Điều gì phải đến rốt cuộc cũng đến, trên khắp Athanor còn một và chỉ một nhân mã, Baldum.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eSuốt một thời gian dài người ta vẫn cho rằng Baldum chỉ là chuyện cổ tích, thậm chí ngay cả các cư dân lâu đời của Rừng rậm Elborne cũng không chắc Baldum còn sống hay không. Chỉ khi Volkath, Chúa tể Hắc ám, trỗi dậy cùng quân đoàn Lokheim của hắn, mọi sinh linh mới được diện kiến Baldum. Chính xác hơn thì tất cả những gì họ thấy là một tấm lưng vững chãi khi ông đang bận tả xung hữu đột giữa muôn vàn quân Lokheim, nhưng chỉ thế thôi đã quá đủ để khích lệ sĩ khí đến ngút trời cho tất cả binh lính Afata, và in đậm hình bóng vị chiến binh vĩ đại này suốt đời họ.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Sau khi chôn người đồng bào cuối cùng còn sót lại, ta chạy 12 vòng quanh mộ theo đúng truyền thống của bộ tộc. Tổ tiên truyền rằng khi vó của chúng ta tung bay trên đại địa, Đất Mẹ sẽ thức tỉnh và giang tay đón lũ trẻ của người trở về quê hương.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Ta đã dự rất nhiều đám tang trong đời mình – quá nhiều là đằng khác, nhưng lần đấy là lần cô độc nhất. Chẳng còn ai phi vó cùng ta, chẳng còn bất cứ ai hát điếu ca cùng ta. Tiếng gió rít là bạn đồng hành duy nhất còn sót lại. Nó, và Cột tổ Khai thiên trên tay ta.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Và rồi Lão Sồi mang tặng ta một món quà từ Yggdrasil – một mẩu rể gốc. Ta trồng nó trên mảnh đất chôn dân tộc mình, để vinh danh những trận chiến quả cảm của họ.”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Lão Sồi cũng không thẹn với tên của mình. Mẩu rể thuở nào đã được chăm bón thành Rừng Vệ Nỗ ngày nay.”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Qua những mẩu chuyện với Baldum sau cuộc chiến, mọi người dần biết thêm về quá khứ bi hùng của ông. “Lão Sồi” được nhắc đến không ai khác ngoài Đại thụ Viễn cổ, vị cây-hùng đã mang đến sinh mệnh cho Rừng Vệ Nỗ. Lão không chỉ trao tặng Baldum một món quà từ Yggdrasil, mà còn kèm theo đó một sứ mệnh: thẳng tiến đến phương bắc hoang dã đầy lạnh giá của Đồng bằng Ánh trăng nhằm bảo canh gác Khe vực thẳm cạnh chân Núi Orpheus.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVà Baldum cứ thế tuần tra khắp chốn hoang mạc suốt hàng ngàn năm trong lẻ loi, cô độc đầy hiu quạnh. Có lúc ông suýt quên mình đã từng là một dũng sĩ. Đắm mình trong hồi ức, ông lẳng lặng ngồi đó tưởng nhớ quãng ngày tươi đẹp vô tư lự khi mình và chúng bạn thả sức cất vó hò hát tắm mình trong ánh tà dương. Nhưng ngay khi bè lũ Lokheim để lộ các dấu hiệu bất thường, và ngọn lửa chiến tranh bùng phát gần quê nhà, trong chớp mắt vị dũng sĩ trời sinh lập tức phục hồi bản năng chiến trận chảy trong huyết quản.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Cánh rừng này nảy mầm từ đất đai được bồi bổ bởi chính máu và thịt của đồng bào ta. Từng nụ hoa, từng tấc đất là gia đình ta. Chừng nào sinh mệnh này chưa cạn, hơi thở này chưa kiệt, thì lũ ác quỷ các ngươi chớ hòng tiến thêm dù chỉ một bước!””\u003cbr\u003e \u0026nbsp;\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Baldum",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"8WhvVNeK-WU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"84",
    "armorIncrease":"22",
    "attackDame":"173",
    "attackIncreaseDame":"14",
    "hitPoint":"3267",
    "hitPointIncrease":"247",
    "id":"annette",
    "lore":"\u003cp\u003eNgày làm việc của Annette khởi đầu khi trời chạng vạng.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐũa phép? Có. Cầu pha lê? Sẵn sàng. Tăng lực dược? Xong – sai lầm dạo trước đã dạy cô bài học cẩn tắc vô áy náy, cứ phải chuẩn bị kỹ cho chắc cú. Xong xuôi đâu đấy, Annette phóng chổi bay khỏi căn gác mái nhỏ nhắn ấm cúng của mình lên bầu trời đầy sao, nơi cô lặng lẽ vi hành khắp thị trấn nhỏ ven biển đang đắm chìm trong giấc nồng.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThị trấn Hải hồn nằm lọt thỏm giữa ba bề là đại dương. Suốt những thập kỷ gần đây, bão tố và sóng thần đã trở thành chuyện thường niên do các thay đổi khí hậu bắt nguồn từ những dòng chảy và Khe vực thẳm. Cũng bằng đấy thời gian dân làng chài đã nỗ lực cầu khẩn Hội đồng Phép thuật cắt cử một pháp sư đến cứu viện. Đắng lòng thay số phận của làng chài với dân số khiêm tốn này chẳng nằm trong danh sách ưu tiên của Hội đồng, nhất là khi chính bản thân các Pháp sư đang ngày càng ít đi, lại còn phải lo chống trả những cuộc tấn công ngày một leo thang tại tiền tuyến phương nam. Thế là thị trấn này, một cách hiển nhiên, trở thành thực địa của các phù thủy tập sự.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Làng chài nơi đây cần mình!”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThay vì chọn thực tập tại các chốn phồn hoa đô thị, Annette một mình một chổi phi thẳng đến Thị trấn Hải hồn. Trên thông thiên văn, dưới tường địa lý, à không phép thuật hệ gió, rõ như ban ngày rằng không cô thì còn ai vào đây để giải quyết vấn đề khí hậu chốn này. Bằng vốn kiến thức của mình, bất kỳ thay đổi nào của các chòm sao, dù là nhỏ nhất, đều được cô nhanh chóng phát hiện và lập tức thông báo giúp cư dân làng chài chuẩn bị sẵn sàng cho mọi thiên tai sắp ập đến.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNgặt một nỗi điều mà dân làng chài cần là một pháp sư thần kỳ, người có khả năng hô biến xua tan thiên tai, điều mà dĩ nhiên Annette còn lâu mới đủ sức - ấy là còn chưa kể đến việc cô không được phép niệm chú sử dụng phép thuật gì sất, mà cái này thì chủ yếu là do những điều luật ràng buộc cấm thực tập sinh phù thủy dùng phép thuật ngoài khuôn viên nhà trường. Thế nên đối với dân làng chài, Annette giống một cô bé ngáo ngơ làm chuyện bá vơ hơn là một pháp sư đáng kính, bất kể thành tích dự báo thời tiết suýt hoàn hảo, chỉ sai hai trong tổng số hàng chục lần chính xác trong 50 ngày vừa qua của cô.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eHôm đấy là một ngày chủ nhật tươi sáng - một trong các sai lầm kể trên. Tất cả dân chài rút hết thuyền bè neo đậu kỹ càng, nhà cửa chốt chặn chặt chẽ và ở lỳ suốt bên trong cả ngày theo như cảnh báo của Annette. Thế rồi sáng hôm sau mặt trời vẫn tỏa nắng lung linh…\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eLần còn lại là khi Annette ngủ gục giữa chừng lúc nửa đêm. Trước đấy thì bầu trời vẫn cho thấy các tín hiệu của các ngày nắng sắp tới, thế rồi khi cô chợp mắt nhẹ do đã quá mệt mỏi thì các vì sao lại chuyển mình. Tối hôm sau khi những chiếc thuyền đầy ắp cá tươi đang trên đường về bờ biển thì không kịp trở tay khi bão ập đến bất ngờ. May thay cơn bão cũng không to lắm, và Annette cũng kịp xuất hiện để cứu vãn tình hình, thế nên hú hồn thì hú hồn, nhưng không có thương vong nào cả.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Dẫu vậy những sai lầm này vẫn dẫn đến khá nhiều than phiền về Annette. Đối với mọi sinh viên của học viện trứ danh trực thuộc Hội đồng, việc duy trì niềm tin và danh dự của tổ chức là trách nhiệm và nghĩa vụ của tất cả mọi người. Do đó các giáo sư đã quyết định đình chỉ công tác của Annette và yêu cầu cô quay về trường học lại.\u003c/p\u003e \n\u003cp\u003eVà tối nay chính là buổi cuối cùng của Annette.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Nếu được hỏi thì hiển nhiên Annette chẳng thích việc bị buộc phải quay về tí nào. Dẫu căn gác mái được dựng vội dựng vàng đầy tạm bợ bởi dân chài chẳng thể nào sánh bằng ký túc xá ở trường, nhưng cô cảm thấy như được ở nhà. Hơn thế nữa, trước khi đến đây, cô đã tự hứa với lòng rằng mình sẽ sử dụng phép thuật để hỗ trợ những người cần cứu giúp, và rõ ràng là lời hứa chưa được thực hiện trọn vẹn.\u003cbr\u003e \u003cbr\u003e Công tâm mà nói thì là một thực tập sinh, Annette đã làm khá tốt. Với nội dung phức tạp như Thiên văn học thì sai số 4% đã là đáng gờm lắm rồi. Tuy nhiên chính bản thân của Annette cũng hiểu sự khác biệt giữa 4% lý thuyết và thực tế khổng lồ ra sao. Với dân làng chài, hễ sai là mất mạng chứ chẳng chơi.\u003c/p\u003e \n\u003cp\u003eNgẩng đầu nhìn bầu trời điểm xuyết đầy những vì sao lớn có, nhỏ có, Annette bỗng nhớ lại một cuộc gặp gỡ định mệnh từ nhiều năm trước.\u003c/p\u003e \n\u003cp\u003eĐêm đấy Annette ở lại thư viện. Người duy nhất còn sót lại ngoài cô là một người phụ nữ với đôi mắt đầy trìu mến. Annette biết mình cần phải chăm chỉ hơn nữa, vì dẫu cô rất giỏi Lý thuyết Phép thuật, lúc thực hành thì cô lại tệ ơi là tệ. Tệ đến nỗi cuối học kỳ cô là người duy nhất trong cả lớp vẫn chưa thể niệm chú phép thuật nào cho ra hồn cả. Và kết quả như thế nếu vẫn còn tiếp diễn thì không bị buộc thôi học mới là lạ.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Annette cố lật hết quyển này đến quyển khác để giải đáp một số thắc mắc, nhưng mọi nỗ lực dường như vô vọng. Thế rồi khi bắt gặp ánh mắt đầy khích lệ của người phụ nữ, cô quyết định hỏi xin một số lời tư vấn.\u003cbr\u003e \u003cbr\u003e “Ta đã từng có một người bạn học Lý thuyết Phép thuật tệ khủng khiếp – và anh ấy là một trong những Pháp sư hùng mạnh nhất ta từng biết.” Người phụ nữ nói.\u003cbr\u003e \u003cbr\u003e Annette há hốc mồm, tai vẫn chưa thể tin nổi điều vừa nghe.\u003cbr\u003e \u003cbr\u003e Quý cô mỉm cười. “Cũng kinh ngạc như em, thế nên ta quyết định theo dõi xem anh ấy thường tập luyện thế nào. Em biết ta thấy gì không? Anh ấy nhảy múa cùng các ngọn lửa, hệt như lũ tinh linh thiêu thân, và nhảy cuồng nhiệt như thể lửa là cả thế giới đối với anh ấy.”\u003cbr\u003e \u003cbr\u003e “Phép thuật chân chính không chỉ gói gọn trong câu chữ. Vùi đầu trong sách cả ngày chẳng giúp ta đi đến đâu cả. Em hãy thử thân thiện hơn với phép thuật, và biết đâu đấy một ngày nào đó em sẽ được chấp nhận.\u003cbr\u003e \u003cbr\u003e Nhiều năm về sau Annette mới biết được danh tính của người phụ nữ bí ẩn đó tại một buổi lễ trao thưởng. Sephera là một trong những nhà sáng lập của Hội đồng Phép thuật, và cũng đồng thời là một huyền thoại. Khi Annette tiếp nhận chiếc cúp từ tay Sephera, lời nhắn nhủ đầy thông thái năm nào lại vang vọng trong tai cô: “Hãy kết bạn với phép thuật, và cùng nhau hỗ trợ những người cần cứu giúp.”\u003c/p\u003e \n\u003cp\u003eĐấy chính là điều đã mang Annette đến với Thị trấn Hải hồn.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Bất thình lình các vì sao chuyển mình. Annette điếng hồn trân trối nhìn Tử vong tinh, vì sao hắc ám nhất chợt lóe lên chút ánh tím rồi tăt lịm đi. Chỉ trong chớp mắt, nhưng đôi mắt tinh tường của Annette đã kịp bắt trọn cả thời khắc ấy. Một cơn bão đang thai nghén – thứ được sinh ra từ Khe vực thẳm chốn xa khơi đang dần dần bành trướng trọn khắp đại dương.\u003cbr\u003e \u003cbr\u003e Tàn bạo. Chết chóc\u003cbr\u003e \u003cbr\u003e “Hỡi bạn tôi ơi, mình cần trợ giúp!” Trước hiểm họa khủng khiếp đang ập đến từ cuối chân trời, Annette quyết làm lơ luật lệ của Học viện. Cô nhảy lên chiếc chổi của mình và phóng thẳng đến cơn bão như một vị kỵ sĩ quả cảm.\u003cbr\u003e \u003cbr\u003e Sáng hôm sau khi dân chài thức giấc, họ phát hiện ra thuyền bè của mình nay chỉ còn lại những mảnh vụn, và Annette ngất tỉnh trong kiệt quệ trên mặt đất. Dẫu chẳng ai được chứng kiến những gì Annette đã làm, họ vẫn thừa sức mường tượng ra sự khủng khiếp của thứ cô phải một mình đối đầu dựa trên cảnh tượng hoang tàn sáng nay. “Thật là một pháp sư vĩ đại!” Họ thốt lên. Suýt tí nữa thì vì sự gàn dở của mình mà họ đã tống khứ đi người đồng minh tận tụy nhất – may thay cô ấy vẫn hết lòng vì họ cho đến phút cuối cùng.\u003cbr\u003e \u003cbr\u003e Mọi sự, vẫn còn có thể được cứu vãn.\u003cbr\u003e \u003cbr\u003e Thực tập sinh mới thay thế Annette, trong ngỡ ngàng, được cả làng chài đề nghị rời đi. Anh ta chẳng hiểu chuyện quái gì đang diễn ra, chỉ biết Thị trưởng gửi gắm cho mình mang về Học viện một bức tâm thư cảm tạ với tất cả chữ ký của mọi dân làng. Người thị trưởng không chỉ ngợi khen những nỗ lực của Annette, mà còn xin đề xuất Học viện tấn phong cô trở thành Pháp sư chính thức.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eChưa hết, ông còn tiết lộ rằng toàn làng chài Hải hồn đang lên kế hoạch xây dựng một ngôi đền ma pháp tri ân Annette. Dẫu có thể thiếu thốn về cả nhân lực lẫn vật tư, nhưng dù tốn cả đời, hay thậm chí nhiều thế hệ, họ vẫn đồng lòng quyết hoàn thành sứ mệnh này, bởi họ biết rằng Annnette đã thệ ước cô sẽ dành cả đời ở chốn nay.\u003cbr\u003e \u003cbr\u003e Giờ đây bất cứ khi nào Thị trưởng nhắc đến Annette trong thư, ông luôn bày tỏ sự tôn kính của mình bằng dòng chữ.\u003c/p\u003e \n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eNgài Annette.\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Annette",
    "range":"Gần",
    "role":"Trợ Thủ",
    "youtube":"EsBnjsjIzyo"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"107",
    "armorIncrease":"20",
    "attackDame":"176",
    "attackIncreaseDame":"10",
    "hitPoint":"3375",
    "hitPointIncrease":"237",
    "id":"amily",
    "lore":"\u003cp\u003e\"Amily là một kẻ phản bội.\u003c/p\u003e \n\u003cp\u003eTại chặng cuối cuộc thi, cô đã cùng 3 tuyển thủ khác hợp tác đồ sát tất cả giám sát \u0026amp; huấn luyện viên trong phòng. Cả bốn trốn thoát thành công sau đấy, nhưng tất thảy mới chỉ là sự khởi đầu. Để trốn tránh truy sát từ tổ chức, bốn kẻ đào tẩu nhanh chóng tách ra mỗi người một ngả.\u003c/p\u003e \n\u003cp\u003eLý ra Amily không nhất thiết phải làm vậy. Cô chỉ cần ngoan ngoãn tuân theo an bài của tổ chức, chiến thắng \u0026amp; đạp lên thi thể của mọi kẻ cạnh tranh trong cuộc thi để trở thành nữ hoàng sát thủ của Hội ám hoàng. Cấp cao tầng của tổ chức thậm chí còn chuẩn bị sẵn cho cô đầy đủ thân phận, quyền lực, tiền tài, và vô vàn thứ hấp dẫn khác.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Với một đứa trẻ mồ côi như Amily, theo lẽ thường thì cuộc sống như thế có gì đáng để đòi hỏi hơn nữa.\u003c/p\u003e \n\u003cp\u003eNhưng rốt cuộc Amily vẫn phản bội và bỏ trốn. Lựa chọn này không chỉ vì tự do, mà còn vì niềm tin duy nhất khiến cô vẫn nỗ lực đến tận hôm nay – rằng đâu đó ngoài kia, người em gái thất lạc vẫn còn đang khắc khoải đợi chờ. Amily không phải chưa nghĩ đến việc tận dụng thế lực của tổ chức để tìm kiếm em gái, cô thậm chí còn nỗ lực vượt trội tất cả người khác để hi vọng tăng thêm chút tiếng nói khi bày tỏ nguyện vọng. Nhưng cô nhanh chóng nhận ra sự viễn vông của ý nghĩ này.\u003c/p\u003e \n\u003cp\u003eHội ám hoàng không phải là tổ chức từ thiện. Chúng thu nhặt những kẻ sống sót trong chiến tranh, nạn đói, trẻ mồ côi… chỉ để đào tạo và sàng lọc các hạt giống có đủ khả năng sống sót sau vô vàn huấn luyện sinh tử. Tất cả nhắm tới việc tạo ra những sát thủ tinh anh răm rắp tuân lệnh.\u003c/p\u003e \n\u003cp\u003eTrong một môi trường đấu đá đầy tàn khốc như thế, những kẻ ngây thơ hoặc rút ra bài học, hoặc mất mạng. Vết sẹo trên lưng Amily chính là cái giá phải trả trong đợt huấn luyện đầu tiên – khi cô đứng trước che chắn cho người bạn, một nhát dao đâm đến từ ngay phía sau.\u003c/p\u003e \n\u003cp\u003eTình bạn còn là thứ xa xỉ, nói gì đến tình thân hão huyền?\u003c/p\u003e \n\u003cp\u003eTừ đấy Amily dần hiểu rõ đạo lý này. Nguyện vọng cuộc đời chỉ có thể che giấu trong thâm tâm, bên ngoài thì lặng lẽ nỗ lực đấu tranh không ngừng nghỉ. Phong cách thận trọng này hóa ra lại phù hợp định hướng của tổ chức, đặc biệt với thành tích đáng gờm của Amily khiến cô ngày càng càng được ưu ái hơn.\u003c/p\u003e \n\u003cp\u003eNgoài ra thái độ căm hận lũ dị tộc của Amily cũng phần nào giúp cô làm mờ mắt những kẻ giám sát. Riêng phần này thì Amily không cần phải giả bộ, dù sao thì lũ khiến cô nhà tan cửa nát trở nên mồ côi chính là lũ ác quỷ từ Khe vực thẳm. Thậm chí bè lũ thú tộc tham gia giao chiến, cùng lũ cầm đầu Cung điện ánh sáng ẩn tại hậu trường cũng không thể trốn tránh trách nhiệm.\u003c/p\u003e \n\u003cp\u003eHội ám hoàng, với chủ nghĩa chủng tộc cực đoan, muốn tiêu diệt tận gốc tất cả những thế lực có thể đe dọa đến sự tồn vong của nhân loại. Do đó lũ trẻ mồ côi tương tự Amily là những đối tượng thật dễ dàng tẩy não. Thực tế thì lý tưởng của tổ chức và Amily không hề xung đột, khác biệt duy nhất nằm ở sự quan tâm của cô đối với người em gái thất lạc, điều giúp giữ vững lý trí của bản thân mình.\u003c/p\u003e \n\u003cp\u003eXin yên tâm, con sẽ tìm ra em gái bằng mọi giá. Amily đã thề trước mặt cha mẹ mình, giúp họ nhắm mắt xuôi tay kết thúc kiếp lầm than đầy gian khổ.\u003c/p\u003e \n\u003cp\u003eSuốt mười năm qua, bất kể cuộc sống không ánh mặt trời, tay luôn nhuộm máu, chôn dấu tâm tư, Amily vẫn không bao giờ quên lời thề năm xưa. Nỗi niềm này giống như một hạt giống mỏng manh đầy yếu ớt, thế nhưng Amily ngày ngày đều tưới vào đấy những nhớ nhung, khắc khoải quan tâm lo lắng cho người em, hi vọng vào ngày đoàn tự. Mỗi lần trở về từ cõi chết sau các cuộc thi huấn luyện, hạt giống này lại ngày càng chắc khỏe hơn, tất cả để chờ đến ngày đâm chồi nẩy lộc.\u003c/p\u003e \n\u003cp\u003eĐiều gì phải đến cũng đã đến, ngày lý ra hân hoan khải hoàn đầy chiến thắng đã trở thành địa ngục trần gian, Amily vận dụng mọi kỹ xảo và võ thuật tích tụ suốt 10 năm để hạ gục mọi trở ngại, phá nát xiềng xích bản thân bấy lâu nay.\u003c/p\u003e \n\u003cp\u003eTự do, cảm giác cũng không tệ!\"\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Amily",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"qnpi5zrzHUc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"22",
    "attackDame":"168",
    "attackIncreaseDame":"12",
    "hitPoint":"3434",
    "hitPointIncrease":"291",
    "id":"ybneth",
    "lore":"\u003cp\u003e\"“Thời gian đầy công bằng, nhưng chẳng kém phần tàn nhẫn…”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCác Dân-cây của Rừng rậm Elborne là những vệ quân của thiên nhiên. Cũng tương tự như cây cối thông thường, Dân-cây sinh ra từ các mầm non yếu ớt, nhưng dần trưởng thành đến kích cỡ khổng lồ qua hàng trăm năm chống chọi vô số bão tố. Sức sống mãnh liệt đó trao cho họ những cành nhánh vững chãi, hoa lá chắc khỏe, và một bản chất bình hòa. Y’Bneth lại là một ngoại lệ. Ông tò mò với tất cả mọi điều trên thế gian, và luôn khát khao tìm hiểu, học hỏi nhiều hơn nữa.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eBất kể là các tinh linh bay vụt qua, hay những cánh chim tung bay trên bầu trời, hoặc muông thú săn mồi, kể cả lũ cá bơi dưới nước – Y’Bneth đều muốn kết bạn với tất cả. Ông đã viếng thăm mọi cành cây, sợi rễ trên khắp Rừng rậm Elborn, nhưng thế vẫn chưa đủ. Càng biết thêm thêm từ những người bạn mới, ông càng nhận ra sự “cây mọc đáy giếng” của mình. Rồi một ngày nọ, ông quyết tâm đã đến lúc bứng rễ để vươn xa hơn đến thế giới ngoài kia.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTất cả Dân-cây đều nghĩ chắc ông ngáo cỏ rồi, thậm chí những tinh linh cũng cảm thấy điều này thật dại dột. Bầy chim mang đến tin tức từ phương xa: nhân loại trong công cuộc bành trướng lãnh thổ nhằm thỏa mãn lòng tham của mình đang gây chiến với mãnh thú tại các vùng biên giới. Bè lũ sinh vật hắc ám cũng bắt đầu rục rịch chuyển mình. Tình hình rất chi là tình hình, thế giới bên ngoài rõ ràng chẳng an toàn chút nào. Điều này không khỏi khiến Y’Bneth lung lay. Liệu ông nên lắng nghe con tim, hay những lời khuyên của bạn bè? Tổ thụ Bình minh, ông quyết định, Ngài là cây duy nhất có thể giúp ông biết được câu trả lời.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTổ thụ Bình minh không chỉ là tạo vật vĩ đại nhất của Đấng sáng thế, mà còn là vùng địa đàng hoàn hảo khi các vị thần trở lại Athanor. Ngài là cội nguồn của mọi sinh mệnh, là phép màu đã phong ấn Khe nứt khỏi mọi thế giới.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐối với Y’Bneth, viếng thăm Tổ thụ Bình minh cũng như trở về bên mẹ mình. Ngài đã ngủ say hơn mười ngàn năm sau khi dốc hết toàn bộ năng lượng để phong ấn Khe nứt, thế nên tất cả những ai muốn kết nối với Ngài đều phải tìm đến thế giới mộng mơ. May là Dân-cây có lợi thế trong chuyện này – tất cả những gì họ cần làm là cắm rễ xuống sâu thật sâu, và rồi họ sẽ kết nối được với Tổ thụ Bình minh thông qua mạng lưới rễ nguồn thế giới.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eSau khi Y’Bneth giải thích ngọn nguồn gốc rễ câu chuyện, ông được mang vào giấc mơ của Tổ thụ Bình minh, nơi ông trải qua xuân xanh tươi, hạ rạng rỡ, thu heo may, và đông lạnh lẽo, bốn mùa cứ thế trôi qua và tiếp diễn trong một vòng lặp vô tận. Tổ thụ chẳng hề lên tiếng, nhưng những gì ông chứng kiến đã quá đủ để tìm ra câu trả lời hằng khắc khoải: hãy xuôi theo dòng chảy của tự nhiên, và chuyện gì phải đến rồi sẽ đến. Y’Bneth, nay chí đã quyết, bèn lập tức chuẩn bị cho hành trình cả đời mình. Thay vì cố níu kéo thuyết phục, tất cả cư dân Rừng rậm Elborne quyết định tụ họp tổ chức một buổi đại tiệc tiễn bạn lên đường. Ông còn được tặng quà từ Tổ thụ Bình minh – một nhánh từ chính thân cây thần kỳ này.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eXuôi dọc theo dòng sông, Y’Bneth tiến về hướng đông cho tới khi đến được Đồng bằng Ánh trăng, nơi đang phải gánh chịu sự tàn phá của bè lũ sinh vật hắc ám trỗi dậy từ vực thẳm. Chốn này đã từng là một nơi đầy ắp nhựa sống và hi vọng, nay đang chết dần chết mòn với tốc độ chóng mặt. Chính khoảnh khắc này Y’Bneth nhận ra mục đích tối hậu của chuyến hành trình. Ông rút ra nhánh cây từ Tổ thụ Bình minh, và dùng nó để nuôi dưỡng một khu rừng mới trên Đồng bằng Ánh trăng, nơi ông đặt cho cái tên Verno, nghĩa là “Vệ nỗ” - một nỗ lực bảo vệ - theo cổ ngữ tộc Elf.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eRừng Vệ nỗ không chỉ mang lại sự cân bằng cho thế giới, mà còn đóng vai trò lá chắn chặn tất cả mưa tên đạn lạc \u0026amp; pháp thuật cho vạn vật. Cùng với sự ra đời của Liên minh Afata, Rừng Vệ nỗ nhanh chóng trở thành chuyên khu chống lại các cuộc xâm lược của bè lũ hắc ám. Chuyến hành trình của Y’Bneth kết thúc tại đây, ông không cần phải tìm đến bất kỳ nơi nào khác, bởi Rừng Vệ nỗ này chính là quê hương thứ hai của ông\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVị trí đầy lợi thế chiến lược của Rừng Vệ nỗ đã biến nơi đây thành điểm dừng chân lý tưởng của vô số nhà du hành, khỏi nói Y’Bneth thích điều này đến cỡ nào, hằng hà sa số các mẩu chuyện lý thú đang chờ đợi ông. Tại đây, ông cũng đã thực hiện được giấc mơ của đời mình – tìm hiểu thêm về thế giới, và cũng đồng thời hoàn thành sứ mệnh bảo vệ hòa bình trên đất đai – một trọng trách giao phó bởi Tổ thụ Bình minh.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Ta bảo vệ quê nhà và tất cả sinh mệnh tại đấy!”\"\u003cbr\u003e \u0026nbsp;\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"Y\u0027bneth",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"mrys0kCxT8Q"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"94",
    "armorIncrease":"16",
    "attackDame":"188",
    "attackIncreaseDame":"15",
    "hitPoint":"3019",
    "hitPointIncrease":"185",
    "id":"elsu",
    "lore":"\u003cp\u003eCạn kiệt khoáng sản, tòa thành Miyada trù phú lẫy lừng năm nào giờ chỉ còn là chiếc bóng của quá khứ,\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCông nghiệp hóa với quy mô khổng lồ đã từng mang đến Miyada vô số tài phú. Nhưng nguồn tài nguyên dù màu mỡ đến mấy cũng bị khai thác hết, dẫn đến nền công nghiệp lụi tàn, và vô vàn thương nhân cuốn gói ra đi; thứ duy nhất còn ở lại là những đống rác thải công nghiệp đồ sộ. Tránh nặng tìm nhẹ vốn dĩ bản chất của nhân loại, thế nên khi tòa thành ngày càng suy bại cả về kinh tế lẫn hoàn cảnh sống, dân chúng chúng dần dần ra đi tìm một chốn nương thân mới. Dĩ nhiên trong cuộc sống luôn có những cá nhân với những lựa chọn khác biệt, Elsu chính là một trong số đó với quyết định ngoan cố cắm rễ tại đây.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eChôn nhau cắt rốn tại đây khiến Elsu có tình cảm đặc biệt với chốn này. Không lâu sau khi sinh, cả cha mẹ anh lần lượt từ giã cõi đời trong một trận dịch bệnh. May mắn tòa thành thời ấy vẫn đang phát triển thịnh vượng, thế nên phúc lợi xã hội thừa sức đảm bảo một thời thơ ấu an lành cho Elsu chốn cô nhi viện. Thế nên từ nhỏ Elsu đã quyết chí lớn lên sẽ trở thành người bảo vệ nơi này để đền đáp công ơn dưỡng dục.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVới thành tích tốt nghiệp xuất sắc cùng thiên phú xạ thủ kinh người, Elsu nhanh chóng trở thành sĩ quan vệ quân đầy vinh quang. Tuy là lính mới lại kiệm lời, nhưng khi đồng đội cần họng súng ngắm của anh luôn kịp thời xuất hiện cân tất cả mọi kẻ địch, thế nên Elsu nhanh chóng được lòng các chiến hữu xung quanh. Chỉ trong 3 năm ngắn ngủi, tiểu đội của Elsu không chỉ xuất sắc hoàn thành tất cả nhiệm vụ, mà còn không ít lần nhận được khen thưởng từ các nghị viên Liên bang.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThế nên khi thành Miyada dần trở nên suy tàn, Liên bang đã hạ lệnh sung quân tiểu đội này chuyển ra tiền tuyến, nơi vô vàn hiểm nguy đầy gian khổ đang đợi chờ. Trong bối cảnh thế lực hắc ám xâm lược lần thứ hai, khi chiến tranh dần tiến đến giai đoạn cuối, Liên bang tự do với tư cách thành viên của Liên quân các nước, sẵn sàng tung tất cả lực lượng cho trận đại chiến. \u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐây là cuộc chiến vĩ đại nhất trong lịch sử nhân loại! Nơi tất cả lực lượng hội tụ sẵn sàng chung sức đẩy lùi bè lũ hắc ám về lại Khe vực thẳm! Khi lời hiệu triệu vang lên, vinh quang đang vẫy gọi, bầu nhiệt huyết sục sôi, tất cả mọi binh sĩ đồng tâm đáp trả.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNgoại trừ Elsu.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\"Ngươi biết mình đang làm gì không? Nhìn vào huân chương trên ngực mình đi! Vinh quang này đáng bị hoen ố vậy sao?\" Trước những lời trách móc của chiến hữu, Elsu cố giải thích trong vô vọng: \"Ta đã thề bảo vệ tòa thành này cho đến hơi thở cuối cùng…",
    "movementSpeed":"350",
    "name":"Elsu",
    "range":"Xa",
    "role":"Xạ Thủ",
    "youtube":"2A4fhv0sCiU"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"96",
    "armorIncrease":"116",
    "attackDame":"170",
    "attackIncreaseDame":"14",
    "hitPoint":"3465",
    "hitPointIncrease":"237",
    "id":"richter",
    "lore":"\u003cp dir\u003d\"ltr\"\u003e\"Chú ơi, Chú đã nhìn thấy ma quỷ chưa? Loại quỷ xịn, có ý thức và biết nói ý.\"\u003cbr\u003e \u003cbr\u003e “Ừm...tất nhiên là ta từng thấy rồi”\u003cbr\u003e \u003cbr\u003e “Oa! Thật luôn? Vậy chúng trông thế nào?”\u003cbr\u003e \u003cbr\u003e \"Hừm ... ta không thấy rõ. Ta trúng một đòn của nó nên bất tỉnh. Lúc thức dậy thì cuộc chiến đã kết thúc.\"\u003cbr\u003e \u003cbr\u003e “Thảo nào mọi người đều gọi chú là Richter chém gió, công nhận tài chém gió của chú khiếp thật!\"\u003cbr\u003e \u003cbr\u003e \"Chém gió? Đó không phải là chém gió ......\" Richter lẩm bẩm, nhặt chiếc túi da đựng rượu lúa mạch lên làm một hớp, vị chua chát của rượu xộc lên như muốn hàn gắn trái tim có đôi chút mất mát của anh.\u003cbr\u003e \u003cbr\u003e Richter đang nói sự thật.\u003cbr\u003e \u003cbr\u003e Mang trong mình dòng máu của các Pháp sư ma thuật đen, Richter cùng các đồng đội sở hữu sức mạnh phi thường và khả năng bất tử, đã chiến đấu với vô vàn quỷ dữ suốt 800 năm.\u003cbr\u003e \u003cbr\u003e Đó là thời kỳ huy hoàng nhất của Thợ săn quỷ. Trong nhiều khu vực quỷ dữ hoành hành, danh tiếng của họ trong dân chúng còn lấn át các Lãnh chúa địa phương. Nhưng với Cuộc chiến Thanh trừng và sự sụp đổ của Pháp sư Ma thuật đen, địa vị của họ giảm dần. Mặc cho thời gian sát cánh cùng quân đội tới tiền tuyến miền Nam khốc liệt đã nhuộm đỏ áo choàng các Thợ Săn một màu máu, chứng minh họ là kẻ thù của thế lực Hắc Ám, danh dự đã hoen ố của họ vẫn không thể phục hồi.\u003cbr\u003e \u003cbr\u003e Kể từ đó, không ai ca ngợi giá trị và sự vĩ đại của Thợ săn quỷ, và cũng không ai quan tâm đến sự hy sinh và cống hiến của họ nữa. Đội quân săn quỷ chiến tích lẫy lừng của quá khứ dần bị thế giới lãng quên trong đống đổ nát của cuộc chiến tranh thành Nam.\u003cbr\u003e \u003cbr\u003e Richter là một trong số ít thợ săn sống đến cuối cuộc chiến. Sau khi được Hội đồng Ma thuật xem xét và thẩm định , anh ta có thể trở lại xã hội loài người. Hàng trăm năm chinh chiến trong quân ngũ và tên gọi của hàng trăm đồng đội đã hy sinh thực sự là động lực đằng sau sự tồn tại của Richter: miễn là anh ta vẫn còn sống, Thế giới còn chưa thể quên hết mọi thứ họ đã làm.\u003cbr\u003e \u003cbr\u003e \"Hồi ức, đó là thứ gì còn say hơn rượu!\" Richter, người đã trở về từ chỗ của các vị thần giờ lắc lắc túi rượu không còn là mấy, thứ anh trân quý vô cùng. Vẫn còn một khoảng cách ngắn đến điểm cấp rượu tiếp theo và anh ta phải tính toán mức sử dụng hàng ngày, nếu không đêm tiếp theo sẽ thật ảm đạm. Anh thực lòng mong ước rằng những thứ bẩn thỉu ẩn náu trong đêm sẽ nhanh chóng ra tay, để anh có thể hoàn thành chuyến “đi săn” này càng sớm càng tốt.\u003cbr\u003e \u003cbr\u003e Thân phận hiện tại của Richter là một người áp tải hàng thuê miễn phí. Bảy ngày trước, Richter đã cải trang thành một người áp tải hàng thuê bị thất lạc đồng đội và gia nhập thành công vào Đội áp tải hàng cho các Thương nhân. Đó là đoàn vận tải hàng đang bị các Sinh vật Hắc ám để mắt tới gần đây - \u0026nbsp;Những xe hàng cần tới sức kéo của tám con gia súc mới có thể dịch chuyển được, trên đó chất đầy Đá ma thuật được các Thương nhân kia mua từ miền đất Gebi tận trời Tây, cũng là món ăn thèm muốn nhất của lũ Sinh vật Hắc ám. Nhóm lính đánh thuê ban đầu không chào đón anh chàng đi lạc này. Nhưng sau khi Richter bỏ ra một túi Bạc, họ đã sẵn sàng chấp nhận người đồng hành mới này. Trong con mắt của lính đánh thuê, tiền vàng tiền bạc là những người bạn tốt nhất. Vì vậy, khi Richter xung phong nhận canh ca đêm, người trưởng nhóm còn lịch sự từ chối \u0026nbsp;và còn dặn dò Richter nên nghỉ đêm cho tốt: \"Trong con đường vận chuyển buôn bán này, không ai dám chạm vào hàng hóa chúng ta bảo hộ đâu.\"\u003cbr\u003e \u003cbr\u003e \"Nhưng đối tượng mà ta lo lắng không phải nhân loại!\" Richter dở khóc dở cười, thò tay móc ra một túi bạc nữa. Anh thì thầm nói với người nhóm trưởng “ý đồ trong sáng\" của mình: \"Dù sao, nửa đêm làm một giấc cũng chẳng ai hay biết, xong ngày hôm sau lại vẫn có thể đường hoàng ngủ bù trên nóc xe hàng, giảm được bao nhiêu vất vả của cả chuyến đi\".\u003cbr\u003e \u003cbr\u003e Như vậy, Richter đã giành công việc \"quý giá\" này, nhưng trưởng nhóm còn trang bị cho anh một \"trợ thủ\" - chính là thằng nhóc Luen vừa nãy còn nhổ nước miếng vào người Richter. \u0026nbsp;Trong suy nghĩ của trưởng nhóm, Richter dù sao vẫn là ma mới, chưa rõ ý đồ và nguồn gốc nên cần một người trông chừng anh ta đề phòng bất trắc. Richter không quan tâm, vì toàn bộ sự tập trung của anh ta hướng cả vào màn đêm dần buông xuống.\u003cbr\u003e \u003cbr\u003e “Xem ra, sự kiên nhẫn của các ngươi có lẽ đã hết rồi nhỉ?” Richter nhìn đống lửa và lẩm bẩm với chính mình. Có vẻ như để đáp lại lời nói của Richter, một âm thanh rên rỉ theo làn gió bay tới, và không khí gần trại đột nhiên lạnh hẳn đi. Richter biết rằng con mồi đang chờ đợi từ lâu của anh sắp chui vào bẫy.\u003cbr\u003e \u003cbr\u003e Những thay đổi đột ngột này đánh thức những áp tải hàng đang say giấc. Mặc dù nhận thức về thế lực hắc ám của họ thấp hơn nhiều so với Richter, nhưng nhiều năm làm nghề áp tải hàng thuê đã rèn cho họ bản năng khi sự nguy hiểm đến gần. Khi đã vũ trang đầy đủ bước ra khỏi trại, họ khó có thể tin vào mắt mình: Richter, kẻ chém gió chuyên nghiệp, đang cầm một thanh kiếm đối đầu với một nhóm sinh vật hắc ám đầy khủng bố. Anh chàng này vẫn giữ được thái độ bình tĩnh tự tin khiến họ tưởng mình còn đang mơ.\u003cbr\u003e \u003cbr\u003e “Mặc dù hàng trăm năm đã trôi qua, mặc dù đã bị thế giới quên lãng, nhưng là một Thợ săn Quỷ, ta chưa bao giờ quên vinh quang và sứ mệnh đằng sau tên gọi này.”\u003cbr\u003e \u003cbr\u003e Richter nhìn đám quái vật trước mặt anh, lẩm bẩm với chính mình. \"Ta tin rằng các ngươi cũng chưa bao giờ quên cái chết và nỗi sợ hãi mà cái tên gọi này mang lại. Nếu trót quên, thì ta cũng không ngại nhắc lại với các ngươi lần nữa.\"\u003c/p\u003e \n\u003cbr\u003e Sau đó, Richter rút kiếm ra. Ánh kiếm giống như những ngón tay của Nữ thần ánh sáng, xuyên thủng bóng tối của màn đêm đang bao phủ.\n\u003cbr\u003e \n\u003cbr\u003e \"Nơi nào có bóng tối, nơi đó là chiến trường của ta!\"",
    "movementSpeed":"380",
    "name":"Richter",
    "range":"Gần",
    "role":"Đỡ Đòn",
    "youtube":"eg1zINmBO5A"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"76",
    "armorIncrease":"14",
    "attackDame":"171",
    "attackIncreaseDame":"9",
    "hitPoint":"3436",
    "hitPointIncrease":"342",
    "id":"wiro",
    "lore":"\u003cp\u003eNgười trong giang hồ, ngại gì va chạm?\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eWiro là một chàng điên hiệp nổi tiếng. Có người thích hắn vì cá tính thẳng thắng và phóng khoáng, có người lại chán ghét sự điên điên khùng khùng của hắn. Nhưng Wiro chẳng bận tâm, người ngoài đánh giá thì liên quan gì - Hắn cứ là chính mình, hưởng thụ cuộc sống và mạo hiểm khám phá thế thôi. Vùng đất mới mẻ này có quá nhiều thứ đang chờ đợi, từ những kẻ địch hắc ám đến vô số nơi để phiêu lưu tìm hiểu.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eChẳng có mấy kẻ thật sự không đội trời chung với Wiro, kể cả những tay tài phiệt thâu tóm quân sự. Dù với cá tính của Wiro, không trực thì cũng gián tiếp, một ngày nào đó họ sẽ phải đối đầu với nhau. Nhưng chẳng sao, bởi giữa họ và dạng người ưa thích tiếu ngạo giang hồ không chút đam mê quyền lực hay tiền tài như Wiro vốn không tồn tại mâu thuẫn về lợi ích.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eWiro tự do tự tại trải qua vô số cuộc phiêu lưu mạo hiểm, và cũng từng đấy sự tích hào hùng về hắn được lưu truyền. Quả thật đối với chàng Wiro hài hước và hữu dũng vô số mưu, thiên hạ không thể không gật đầu tấm tắc khen, nhưng cũng đồi thời lắc đầu tự hỏi cớ gì hắn lại cứ lao đầu vào những chốn hiểm nguy?\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCó người giải thích ấy là do Wiro vốn không sợ trời không sợ đất, nhưng dĩ nhiên sự thật thì khác xa. Hóa ra bên trong Wiro ẩn chứa những hai linh hồn. Khi hiểm họa thời không tan vỡ càng ngày càng cận kề, Wiro của thế giới khác đã cảm nhận được Wiro của thế giới này đang gặp nguy hiểm, thế là hắn cất công tìm đến tận chốn này để tìm được chính mình.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVốn cùng tu luyện dòng năng lượng 212, ngay khoảnh khắc cả hai chạm mặt, linh hồn của họ đã cộng hưởng. Wiro của thế giới này cố gắng giải quyết hiểm họa thời không, Wiro của thế giới bên ngoài cố bảo vệ quê hương khỏi tai ương khủng khiếp. Cả hai cần một sức mạnh phi thường hơn để ngăn chặn tất thảy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThế là với sức mạnh của năng lượng 212, cả hai Wiro đã dung hợp thể xác lại làm một. Tuy nhiên do cơ thể chẳng cách nào chứa nổi hai linh hồn cùng lúc, thế là họ chuyển dời linh hồn còn lại vào chiếc rìu 212 thần kỳ, thứ duy nhất đủ hùng mạnh để chứa đựng thứ linh hồn phi thường này. Và đến khi Wiro gặp nguy hiểm, phần hồn trong chiếc rìu sẽ thức tỉnh để hỗ trợ nhau. Dĩ nhiên với cả thế gian thì Wiro vẫn là Wiro mà thôi.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eẤy thế cho nên câu cửa miệng của Wiro thật ra rất thâm thúy.\u003c/p\u003e \n\u003cp style\u003d\"text-align:center\"\u003e\u003cem\u003eTiêu diệt được ta thì ta vẫn còn sống!\u003c/em\u003e\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Wiro",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"24lfxH3nMEc"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"18",
    "attackDame":"177",
    "attackIncreaseDame":"17",
    "hitPoint":"3269",
    "hitPointIncrease":"192",
    "id":"quillen",
    "lore":"\u003cp style\u003d\"text-align:center\"\u003e\u003cem\u003e\"Sinh tồn và tôn nghiêm của nhân loại chỉ có thể đạt được dựa trên nền tảng đao kiếm và súng đạn\"\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eQuillen là một ngôi sao mới nổi của diễn đàn Liên bang tự do. Anh không chỉ trẻ trung, tuấn tú, thông tuệ và sáng suốt, mà còn là một chính khách vừa thành thục, vừa giảo hoạt với khả năng ăn nói kiệt xuất. Nếu không phải do lập trường của Quillen quá cấp tiến, thì hiện tại con đường thăng tiến của anh đã thuận lợi hơn rất nhiều.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTuy vậy, Quillen chưa bao giờ có ý định thay đổi chính kiến của mình. Bởi so với các bậc cấp cao nay đã luống tuổng thì anh vẫn còn thừa thời gian và kiên nhẫn chờ đợi. Quillen không khỏi cảm thấy may mắn, nhưng đồng thời cũng cảm thán – tuổi thọ của nhân loại quá ngắn ngủi.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTuổi thọ không phải là nhược điểm duy nhất của nhân loại. So với các chủng tộc trí tuệ khác, bất kể về huyết mạch truyền thừa hay thiên phú ma pháp, nhân loại luôn nằm ở thế yếu. Trong thời kỳ loạn lạc trước kia, nhờ có sự che chở của Tháp quang minh mà con người còn duy trì được đất đai, và lương thực để sinh sống.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNgày nay nhân loại tuy đã chiếm phần lới đại lục, cũng như nắm giữ khoa học kỹ thuật cùng pháp thuật sánh ngang Thần Ma, nhưng mối uy hiếp đến từ thứ lực lượng thừa sức hủy diệt tất cả của Vực hỗn mang, Rừng nguyên sinh, hay thậm chí Tháp quang minh vẫn luôn tồn tại…. Chúng ta phải luôn tỉnh táo và cảnh giác, bởi đồng minh hôm nay rất có thể biến thành kẻ địch chỉ trong ngày mai!\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTrích đoạn từ bài phát biểu của Quillen tại buổi tọa đàm về Hiểm họa dị tộc này thể hiện rõ ràng quan điểm nền tảng của Quillen. Từ một dân thường quật khởi đến ngày hôm nay, chủ trương của Quillen đã nhận được không ít sự ủng hộ từ các cử tri Liên bang, cũng như đạt được sự che chở của một nhóm các đồng minh có cùng quan điểm cấp tiến. Quan trọng nhất, anh nhận được lời mời gọi của Hội ám hoàng.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eQuét sạch dị tộc, thanh tẩy thế giới. So với Quillen, tư tưởng của tổ chức bí ẩn cực đoan chủ nghĩa chủng tộc này thậm chí càng cấp tiến hơn. Họ chủ trương sử dụng bạo lực tiêu diệt tất cả các giống loài có khả năng uy hiếp đến nhân loại, qua đó xác lập nền thống trị tuyệt đối.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTrước sự chào mời của sứ giả tổ chức thần bí này, Quillen không lập tức trả lời. Về lý tưởng cá nhân thì sự tương đồng quan điểm giữa cả hai khiến anh thật sự hứng thú. Nhưng xét trên phương diện cấp cao hơn, anh không khỏi quan ngại sâu sắc về cái giá phải bỏ ra để đạt được mục tiêu này. Đời nào ai lại đánh cược tất cả tiền đồ của mình vào một tổ chức mờ ám, để đạt được một lý tưởng xa vời.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVị sứ giả tựa như đã lường trước được chuyện này. Hắn bày ra một danh sách thể hiện lực lượng của tổ chức, và dần dà từng chứng cứ đanh thép lộ diện: từ chính trị đến kinh tế, từ khoa học kỹ thuật đến quân sự… Quillen nào hay hóa ra những vị pháp sư truyền kỳ, các kỵ sĩ lưu danh sử sách, thậm chí cả những tư tế của Tháp quang minh, vậy mà đều là thành viên của tổ chức thần bí này.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNhìn vào ánh mắt của vị sứ giả, Quillen thực sự cảm nhận được tính chân thật của chuyện này, và một viễn cảnh huy hoàng dần hiện ra trước mắt anh – quyền uy và lực lượng để đạt được lý tưởng của đời người. Bản năng thúc đẩy anh đưa ra lựa chọn mang lại lợi ích lớn nhất, bất chấp những nguy hiểm đi kèm.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThế là sau này dù đã trở thành nghị viên của Liên bang, chính thức bước chân vào bộ máy quyền lực trung tâm, nhưng đối với Quillen đây cũng chỉ là vỏ bọc tạm thời để ngụy trang bản thân. Anh bắt tay cùng các minh hữu không ngừng xây dựng một tổ chức mới với các sát thủ được đào tạo cực kỳ cẩn thận, nhằm thể hiện giá trị của mình đối với tổ chức. Tương tự Hội ám hoàng cũng thể hiện thiện ý rõ rệt khi không ngừng đề bạt Quillen, giúp anh nhanh chóng trở thành một trong các thành viên then chốt với thực quyền trong tổ chức.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eBan ngày Quillen là một thành viên quyền lực áo quần chỉn chu, lời nói cẩn trọng. Ban đêm anh cũng thực hiện chuyện tương tự, chỉ khác là thay lời nói bằng hành động thông qua lưỡi đao xóa sổ dị tộc.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eLuật tự nhiên: chỉ kẻ nào thích nghi, sống sót!\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Quillen",
    "range":"Gần",
    "role":"Sát Thủ",
    "youtube":"CQwvtqnJgwE"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"80",
    "armorIncrease":"15",
    "attackDame":"162",
    "attackIncreaseDame":"9",
    "hitPoint":"2966",
    "hitPointIncrease":"194",
    "id":"sephera",
    "lore":"\u003cp\u003eNước, nguồn gốc của sinh mệnh.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eDòng sông Lothar tựa như một dải lụa xanh biếc nhẹ nhàng quấn vờn quanh tòa thành Karen. Thủy lực vô cùng tận giúp tòa thành chốn biên cương này luôn tràn đầy sức sống, và cũng đồng thời khiến bức tượng tại trung tâm dòng sông nhuốm đầy màu sắc truyền kỳ huy hoàng – khắc họa người sáng lập Hội đồng pháp thuật, kiêm nhiệm viện trưởng Học viện ma pháp, không ai khác hơn pháp sư huyền thoại Sephera. Dòng sông Lothar cũng là một kỳ tích do chính tay cô tạo ra, ấy thế nên thế gian còn trìu mến gọi cô là Thiên mệnh thủy sư.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eSephera bắt đầu học tập ma pháp từ các pháp sư khế ước trực thuộc gia tộc của cô.\u003c/p\u003e \n\u003cp\u003eTại thời đại thịnh hành ma pháp, lệ thường các quý tộc đều cung phụng một vị pháp sư khế ước. Mối quan hệ đôi bên cùng có lợi này giúp các pháp sư luôn được cung cấp tài nguyên dồi dào, bù lại họ sẽ thực hiện nghĩa vụ bảo hộ không chỉ các thành viên mà còn cả lãnh địa của cả gia tộc, đặc biệt những vấn đề liên quan đến phép thuật siêu phàm. Đối với các gia tộc, pháp sư khế ước hùng mạnh ra sao cũng là một cách thể hiện trực tiếp mặt mũi và thực lực.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐồng thời các pháp sư này cũng sẽ sàng lọc những hậu duệ với thiên phú ma pháp từ gia tộc để biến thành học đồ của mình. Các trường hợp thành tài thường đều sẽ kế nhiệm vai trò của lão sư trong công cuộc bảo hộ gia tộc ở những năm về sau. Và trong lứa học đồ thời bấy giờ, Sephera đặc biệt nổi bật hơn tất thảy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVốn Sephera đã nắm giữ sức mạnh ma pháp một cách sơ bộ. Về sau khi tiếp thu những kiến thức cao cấp hơn, nàng hoàn toàn bộc lộ thiên phú thần kỳ, thậm chí siêu việt lão sư của mình. Đồng thời Sephera còn là một tín đồ của Tháp quang minh, với nhiều lần tham dự các hoạt động cầu nguyện cùng cứu trợ. Nếu không phải vì còn quan tâm đến gia tộc, nàng đã rửa tội để trở thành một tín đồ chân chính của tòa Tháp.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCả hai thân phận học đồ ma pháp và tín đồ Tháp quang minh của Sephera vốn không hề mâu thuẫn. Thực ra ma pháp từ thuở Man hoang chính là một trong các tri thức được những Bán thần truyền thụ cho nhân loại. Chuyện này nói có sách, mách có chứng đều đã được công nhận bởi các ma pháp sư truyền kỳ, thậm chí còn được ghi lại trong thánh điển ma pháp. Nói chung ma pháp có thể xem như khởi nguồn từ thần thuật, hoặc nói một cách khác thì ma pháp đẳng cấp cao nhất đạt được chính là thần thuật, thứ có thể giúp kích hoạt thiên phú trong mỗi huyết mạch nhân loại.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003cbr\u003e Thế nên việc Sephera trở thành tín đồ là một chuyện cực kỳ đáng mừng, đặc biệt khi Tháp quang minh bị tổn hại vô cùng nghiêm trọng sau cuộc đại chiến Hắc ám xâm lược lần một khiến khiến họ không thể không mở rộng thu nạp tín chúng. Trớ trêu thay sự phục hưng của Tháp quang minh khó tránh khỏi tổn hại đến lợi ích của giới quý tộc, và liên đới trực tiếp chính là các pháp sư khế ước cũng không mong muốn tài nguyên vốn đã hữu hạn nay lại càng khan hiếm hơn. Sephera đứng giữa hai thế lực, một tay cầm quyền trượng, một tay cầm thánh điển, bối rối chẳng biết chọn sao cho đành. Trạng thái cân bằng thật mỏng manh bỗng rạn nứt bởi cuộc đại chiến Thanh trừng. Tháp quang minh đã vạch trần các pháp sư hắc ám đã nghiên cứu ma thuật hắc ám hàng trăm năm qua, việc này đã tạo nên một làn sóng bài trừ ma thuật. Sephera lúc bấy giờ cũng đã có chút danh tiếng, nàng cùng Dirac và D’Arcy đều tham dự vào cuộc chiến này, họ lãnh đạo một liên minh tiên phong trong công cuộc bài trừ ma thuật hắc ám.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNhưng theo thời gian dần trôi qua, cuộc chiến ngày càng nghiêm trọng hơn, các thế lực liên đới cũng ngày càng đông đảo hơn. Các nhóm quý tộc mới thậm chí còn thừa thắng đổ dầu thêm lửa, buộc tội những quý tộc đã từng có liên hệ với pháp sư hắc ám. Sephera cảm nhận được tình hình đang leo thang vuột khỏi tầm khống chế, nàng cố gắng tìm cách giúp quần chúng bình tĩnh lại để suy nghĩ thấu đáo hơn, nhưng còn chưa kịp có hành động gì thì Dirac bên cạnh nàng đã lún sâu vào vòng xoáy này đến khôn cùng.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVì cứu vãn Dirac cũng như các pháp sư vô tội khác, và cũng vì để kết thúc trận chiến đã biến chất này, Sephera cố vận dụng lực lượng của gia tộc, cũng như tìm đến sự trợ giúp của Tháp quang minh. Nhưng lúc bấy giờ khi nhóm quý tộc mới cùng tòa Tháp đã tạo nên mối liên hệ ràng buộc chặt chẽ về lợi ích, và rõ ràng họ đang chiếm thế thượng phong chèn ép hoàn toàn nhóm quý tộc cũ cùng các pháp sư, thì cớ sao họ lại phải ngừng tay.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNếu như tín ngưỡng của ta là quang minh, thì vì sao hiện tại ta lại như đang đầu nhập vào bóng tối? Trước thái độ qua loa đầy lạnh lùng của Tháp quang minh, Sephera không khỏi tự chất vấn bản thân. Và rồi nàng ngộ ra, vì sao những người thân cận như Dirac và D’Arcy lại ngày càng xa cách và ngờ vực tín ngưỡng của nàng đến thế.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eMay mắn thay Sephera cũng là một ma pháp sư có danh vọng, điều giúp tiếng nói của nàng có trọng lực hơn. Và với nỗ lực của họ, một số các ma pháp sư vô tội đã được giải cứu, tuy nhiên điều này đã khiến liên minh bài trừ ma thuật và nhóm quý tộc mới dần nảy sinh mâu thuẫn ngày càng kịch liệt hơn.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eCuối cùng Sephera không còn cách nào khác ngoài lãnh đạo những đồng bạn bỏ trốn đến một nơi các thế lực kia không thể vươn xúc tu đến. Trên đường đi không ngừng có các ma pháp sư mới gia nhập vào đội ngũ, một số vì sự căm phẫn tình hình hiện tại, một số vì bị bức hại buộc phải ra đi. Khi đến được Karen, một tổ chức hoàn toàn mới đã vì thế được sáng lập: Hội đồng pháp thuật!\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eLấy thành Karen làm nền tảng, dùng pháp thuật cải tạo hoàn cảnh sống làm căn cơ, Hội đồng pháp thuật mong muốn tạo ra một vùng đất an lành mới. Họ còn dựng nên một tòa tháp ma pháp ẩn sâu trong chín tầng mây để hiệu triệu thêm các ma pháp sư vẫn còn đang vương vấn chốn trần thế không nơi nương tựa. Sau mấy trăm năm trôi qua, Sephera với tư cách người sáng lập Hội đồng, cũng như người cải tạo dòng sông Lothar, đã thành công vun đáp nên một nơi thực sự ấm no hạnh phúc.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eSức mạnh chỉ có ý nghĩa khi được dùng để bảo vệ!\u003c/p\u003e",
    "movementSpeed":"370",
    "name":"Sephera",
    "range":"Xa",
    "role":"Trợ Thủ",
    "youtube":"oO8Jy_8Z8rY"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"89",
    "armorIncrease":"17",
    "attackDame":"170",
    "attackIncreaseDame":"14",
    "hitPoint":"3235",
    "hitPointIncrease":"234",
    "id":"florentino",
    "lore":"\u003cp style\u003d\"text-align:center\"\u003e\u003cem\u003eXinh tươi hơn các đóa hoa, chỉ có thể là những mỹ nữ!\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eLà truyền nhân trực hệ duy nhất của đại gia tộc “Ngát hương”, Florentino phong lưu phóng khoáng, vun tiền qua cửa sổ tổ chức các vũ hội xa hoa không chút nháy mắt.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eBất kể cư dân tòa thành, hoặc khách vãng lai, đều thường xuyên được chứng kiến tòa trang viên của Florentino bày đại tiệc chiêu đãi khách ghé thăm với hàng trăm hàng ngàn người hầu, công nhân làm thuê rải hoa tươi sớm mai suốt dọc một đường dài; vô số các đội xe thú thồ vận tải đầy những nguyên vật liệu. Chẳng lạ gì khi các tiểu thư quý tộc trẻ trung xinh xắn nô nức đua nhau ăn vận trang điểm, lòng háo hức chờ mong chàng bạch mã hoàng tử đến rước mình tham gia buổi vũ hội.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eKể cả bình dân không đủ tư cách tham gia vẫn có thể kiếm lợi từ đây. Sau khi vũ hội chính thức bắt đầu, các sạp hoa tươi trang trí ven đường sẽ được phân phát cho mọi người dân mang về thưởng thức hương thơm ngát suốt mấy tuần liền. Chưa hết, vật tư còn thừa cũng sẽ được vận chuyển đến các khu dân chúng để người người, nhà nhà đều có thể cùng chung vui với đầy thịt tươi, trái ngọt.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003cbr\u003e Đối với một tòa thành có truyền thống danh tướng lâu đời, chuyên chú võ lực thì hành vi xa hoa của Florentino khiến anh chẳng khác gì một tên trụy lạc trác táng. “Kể cả đánh xe ngựa của ta cũng thừa sức một tay quật ngã ngài Florentino tôn quý nha.” Trò đùa này là một trong những câu cửa miệng tại các bữa tiệc trà của giới quý tộc. Còn với giới bình dân, ngoại trừ một số được hưởng ân huệ của Florentino nên có cảm tình và lâu lâu ngẫu nhiên lại tán dương vài câu, còn lại đa số đều cảm thấy chướng mắt với vị thiếu gia ăn chơi lêu lổng này.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eMiệng lưỡi thế gian chẳng khiến Florentino gợn tí sóng lòng nào. Từ nhỏ lớn lên anh đã biết mình khác biệt với đa số ngoài kia. Gia tộc huyết mạch, quyền lực, tài phú hay thậm chí là thiên phú cho anh vô vàn lựa chọn để sống cuộc đời của mình, vậy thì cớ gì phải chọn những con đường phung phí sức lực. Các lãnh chúa tổ tiên tài ba đã gây dựng nên cả cơ ngơi gia tộc là thế, nếu ta không cố gắng tiêu xài làm rạng rỡ tông đường thì thật đáng xấu hổ.\u003c/p\u003e \n\u003cp\u003eDẫu chiến sự nơi tiền tuyến ngày càng căng thẳng hơn, Florentino tại hậu phương an bình vẫn ngày ngày dạ tiệc xướng ca hoan hỉ. Ấy thế mà nữ bá tước tòa thành cũng không bận tâm lắm về chuyện này. Dù sao thì hành vi của Florentino chẳng hề phạm pháp, mà thật ra việc hắn tiêu xài xa xỉ một mặt lại giúp gia tăng mậu dịch và sưu thuế của tòa thành, mặt khác lại giúp người dân có thêm công ăn việc làm, qua đó không ngừng thu hút nhân khẩu lân cận đổ xô về đây.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVà thế là binh đoàn của toàn thành luôn được đảm bảo hậu phương tiếp tế vững chắng, không chỉ vật tư, mà cả binh lực.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThế nên nữ bá tước chưa bao giờ can thiệp vào các hành vi hoang đường của Florentino, chỉ đến khi hắn tung tiền xây dựng một chiếc tàu khổng lồ xa hoa cực đại mới buộc bà phải hành động.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eFlorentino dự tính mời đầy những khách quý lên chiếc tàu ngược sông thẳng tiến về Rừng nguyên sinh, chủ yếu thỏa mãn trí tò mò về nhan sắc của các mỹ nữ tinh linh. Kế hoạch này của Florentino lập tức hấp dẫn vô số quý tộc, và mỗi con em của họ đều nhận được chiếc vé mời, thứ bỗng chốc trở thành biểu hiện của địa vị và quyền lực khôn cùng.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNgay cả tiểu thơ Astrid của nữ bá tước cũng mang theo kỵ sĩ cùng đồng hành trên chiếc thuyền này. Tuy này không ưa vị thiếu gia trứ danh ăn chơi trác táng này, nhưng tiền tuyến cần một hậu phương vững chắc, và điều này thì lại phần nào phụ thuộc vào sự an nguy và tâm trạng của Florentino – hắn và gia tộc của hắn ảnh hưởng đến 80% nguồn tài chính nơi đây.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Ngoan ngoãn nghe lời ta, đảm bảo ngươi sẽ được an toàn!” Đây là câu nói đầu tiên ngay khi Astrid gặp mặt Florentino, rồi cô lập tức quay đầu bỏ đi, thật không muốn phải nhìn thấy hắn thêm giây phút nào nữa. Florentino nhún vai, với nữ giới anh vẫn luôn tràn đầy kiên nhẫn và tha thứ, đặc biệt là các quý cô xinh đẹp.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eThuyền của Florentino xuất phát và trở về áng chừng mất 1 tháng. Dĩ nhiên chỉ bấy nhiêu thời gian không đủ để đoàn người du ngoạn được bao xa trong rừng rậm. Những kẻ hiếu kỳ cố gắng nghe ngóng tình hình, nhưng các quý tộc sau khi quay lại đều miệng kín như bưng, nói năng đặc biệt vô cùng thận trọng. Người duy nhất khác biệt chỉ có Astrid, những người biết rõ nàng lập tức nhận ra sự thay đổi khi nàng trở nên thành thục và chững chạc hơn. Chưa hết, chuyện còn ly kỳ hơn khi có tin Astrid sử dụng lễ tiết trang trọng nhất của vương quốc để thỉnh Florentino làm thầy. Ai ai cũng không khỏi cho rằng nàng đã bị Florentino mê hoặc, chỉ có cách giải thích như vậy mới có vẻ hợp lý nhất cho hành động điên cuồng này.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eĐối mặt với làn sóng dư luận, cả hai người trong cuộc đều chẳng bận tâm giải thích. Phải đến mấy năm sau khi vương quốc phương bắc và phương nam ký kết minh ước, thì mới có một ít thông tin về chuyến đi kia được hé lộ: chuyện kể rằng nhóm du ngoạn của Florentino đã có một cuộc đụng độ nảy lửa với binh đoàn Vực hỗn mang. Trong trận chiến cam go này Astrid đã sơ hở bị một sát thủ của kẻ địch phục kích đâm trúng, và ngay khoảnh khắc sinh tử này Astrid đã được Florentino bất thình lình xuất hiện đẩy lui tên sát thủ, và sau đó phá vây thành công cứu Astrid thoát chết.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eDu khách cả thuyền không khỏi ngớ người bàng hoàng. Chẳng ai ngờ rằng ẩn sau vẻ ngoài thiếu gia phóng đãng ăn chơi trác táng lại là một trái tim quả cảm đầy dũng mãnh. Tuy nhiên cân nhắc đến các yếu tố vương quyền nhạy cảm, người trong cuộc đều buộc phải tuân thủ luật im lặng. Chỉ riêng có Astrid là kiên quyết muốn bái sư, bất chấp tất cả. Florentino hiển nhiên chẳng muốn dính đến thứ phiền toái này, nhất là khi đối phương lại là một cô gái rực lửa cả về cá tính lẫn thân hình.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp style\u003d\"text-align:center\"\u003e\u003cem\u003eThỉnh cầu từ một cô gái xinh đẹp, thật khó mà cưỡng lại được nhỉ!\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Florentino",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"Ttxq3BMWySk"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"99",
    "armorIncrease":"23",
    "attackDame":"167",
    "attackIncreaseDame":"10",
    "hitPoint":"3402",
    "hitPointIncrease":"297",
    "id":"veres",
    "lore":"\u003cp\u003e“Thật thú vị, kẻ nào vừa triệu hoán ta?” Âm thanh mê hoặc vang vọng phá vỡ sự tĩnh lặng nơi đây, một tầng hầm cỡ bảy mét vuông với duy nhất cửa ra vào, không cửa sổ hoặc bất kỳ nội thất dư thừa nào khác. Nền sàn và bức tượng nặn ác ma nằm ở giữa căn phòng – tất cả đều đúc từ hắc diện thạch (đá obsidian) – được khắc đầy những chú ngữ ma pháp phức tạp.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eMáu của Veres thẩm thấu khắp pháp trận, chúng bò dọc theo các đường vân chú ngữ lấp lánh ánh đỏ, hệt như lũ mãng xà háu đói đang tỏa ra tìm mồi. Nghi thức hiến tế cực kỳ nguy hiểm này sử dụng năng lượng chú ngữ hắc ám làm môi giới, máu làm vật dẫn để mở đường cho hình chiếu của “vị khách” đến từ chiều không gian khác.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Suốt quá trình này, nếu sinh lực của kẻ hiến tế không đủ cung cấp, nạn nhân sẽ bị hút cạn máu thành xác khô; nếu ý lực không đủ sẽ dễ bị hình chiếu mê hoặc rồi sa đọa thành tay sai của Vực hỗn mang. Đây quả thực là một cuộc khảo nghiệm sinh tử cả thể xác lẫn tinh thần.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eHiện tại vị khách đã đáp lời mời và xuất hiện cùng giọng điệu ma mị rung động tâm hồn. Nhưng Veres không quan tâm, cô dừng hiến tế rồi tập trung dùng răng và cánh tay còn lại để băng bó vết thương. Nghi thức đã hoàn thành được một nửa, cô cần đảm bảo đủ tỉnh táo để tiếp tục mà không phạm sai lầm nào.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Người đừng lặng yên đến thế? Cô bé, chẳng phải ngươi gọi ta đến đây sao?” Âm thanh nhỏ như muỗi kêu, êm ái thấu tận xương tủy.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Không ngờ lại là mụ già nhà ngươi xuất hiện.” Veres dùng răng cắn đứt băng vải gạc, lạnh lùng nói.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Haha, cô bé vẫn đanh đá như xưa nhỉ.” Veera - kẻ chủ mưu kế hoạch sa đọa, trí giả của Vực hỗn mang – bật cười khanh khách. Tuy nhiên kể cả đã sống hàng vạn năm và từng trải khôn cùng, vẫn thật khó có thể thoát khỏi thất tình lục dục. Câu vừa rồi của Veres quả thật khó nghe.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Đừng nói nhảm. Thời gian có hạn, tập trung vào giao dịch đi!” Nói xong Veres móc trong ngực ra một quyển sổ da dê rồi ném vào quầng sáng bao quanh bức tượng. “Đây là thứ ta muốn, kèm bảng giá bên trong.”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eNhư có một bàn tay vô hình trong không trung từ từ lật mở cuốn sách.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Giao dịch thỏa đáng. Ngươi cung cấp thứ ta cần, thứ ngươi muốn ta có, không, chính xác hơn là chỉ ta mới có.” Veera nhanh giọng, “Chỉ là, ta thật tò mò, ai dạy cho ngươi nghi thức này? Còn quyển sổ, mùi có vẻ nghe quen quen làm sao…”\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Ác ma đã già khú đế, sao toàn nói nhảm hệt loài người vậy?” Veres nhếch mép, “Nếu không còn gì khác thì bắt đầu ký khế ước đi!”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Haha, tốt nhất là ngươi cầu cả đời này đừng gặp phải ta, nếu không đừng hỏi ta sẽ làm gì với cái mồm của ngươi.” Nói xong không đợi Veres đáp lại, Veera liền biến mất.\u003cbr\u003e \u003cbr\u003e Khế ước, đã có hiệu lực.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eVeres thở dài nhẹ nhõm. Kế hoạch hôm nay hệt như đang diễn xiếc thăng bằng trên dây, chỉ cần sai một ly dễ đi cả mạng người. Dẫu đã có hứa hẹn tất cả trong tầm kiểm soát của vị Ma đạo sĩ kia, nhưng Veres chưa bao giờ tin gã cả. Một \u0026nbsp;tên suốt ngày lén lén lút lút, tên cũng không dám để lộ ra, thì nói gì đến niềm tin?\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eXuất thân sát thủ siêu cấp đời mới nhất, người Veres tin cậy chỉ duy nhất Quillen, sư phụ của nàng. Bằng khả năng của mình, Veres đã vực dậy Hội ám hoàng, gián tiếp giúp Quillen lấy lại vị thế của bản thân. Sau đó Quillen tạm điều Veres sang phục vụ dưới trướng Ma đạo sĩ, đây là một động thái đắc nhân tâm các đại biểu, cũng như gián tiếp chứng minh sự tận tụy với tổ chức trước mắt lãnh đạo các phe phái khác.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Đợt phản loạn của Amily ba năm trước gây ảnh hưởng cực kỳ nặng nề đối với Hội ám hoàng nói chung, và Quillen nói riêng. Trước sự chất vấn của tổ chức, Quillen buộc phải đứng ra chịu trách nhiệm và giao ra một bộ phận quyền lực, rồi tạm thời ẩn nhẫn chờ cơ hội mới. Suốt quãng thời gian đó, gần như mỗi ngày trôi qua với Quillen đều đầy u ám và dày vò. Veres - một đệ tử ruột được chính tay Quillen đào tạo - mắt thấy tai nghe tất cả những điều này không khỏi khiến cô ngày càng căm hận Amily hơn.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Mỗi lần nhìn thấy ngươi, ta lại nhớ đến nàng. Cớ sao cả hai lại giống nhau đến thế!” Quillen luôn lặp lại điều này với Veres. Bất kể mọi chuyện đã xảy ra, bất kể mâu thuẫn nội tâm, Quillen vẫn luôn một mực rất ưu ái Amily.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTuy không hiểu được ẩn ý của Quillen, nhưng Veres - thời bấy giờ còn là một thiếu nữ mới lớn – không khỏi phản cảm trước sự so sánh bản thân với kẻ phản đồ, đặc biệt khi điều này lại đến từ người mình kính yêu nhất. Trên hết, cô mơ hồ cảm thấy có vẻ trong lòng của Quillen, mình chưa bao giờ vượt qua được hình bóng của Amily.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Thế nên Veres mới bằng mọi giá, bất chấp tất cả nguy hiểm để thực hiện cuộc giao dịch. Điều này không chỉ nhằm giúp Quillen danh chính ngôn thuận tái xuất hiện, mà còn để bản thân siêu việt trước kia. Chính Ma đạo sĩ đã khẳng định, khi chủ thể trở thành vật dẫn giữa hai thế giới thông qua khế ước, năng lượng từ Vực hỗn mang sẽ cuồn cuộn không ngừng rót vào huyết mạch, và nhờ đó cô sẽ đạt được lực lượng mới, thậm chí thay da đổi thịt cải biến dung mạo.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Ta chỉ cần xác nhận mình sẽ không trở thành tay sai của lũ sa đọa!” Veres lòng dặn lòng quyết tâm. Lời hứa hẹn của Ma đạo sĩ chưa bao giờ khiến Veres yên tâm, nhưng với sự ủng hộ của Quillen, nàng sẵn sàng liều tất cả. Và sau khi hoàn thành giao dịch này, nàng có một và chỉ một mục tiêu: truy lùng kẻ phản bội để khiến ả ta phải trả cái giá rất đắt.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Ta hoàn toàn ưu tú hơn ngươi, hãy đợi đấy!”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "movementSpeed":"380",
    "name":"Veres",
    "range":"Gần",
    "role":"Đấu Sĩ",
    "youtube":"i__MVgS6AJ0"
  },
  {
    "abilityArmor":"50",
    "abilityArmorIncrease":"8",
    "abilityDame":"0",
    "abilityIncreaseDame":"0",
    "armor":"91",
    "armorIncrease":"15",
    "attackDame":"165",
    "attackIncreaseDame":"9",
    "hitPoint":"3088",
    "hitPointIncrease":"202",
    "id":"darcy",
    "lore":"\u003cp\u003ePhía Nam vương quốc Romain, sừng sững một tòa Trường thành ma pháp hùng vĩ, \u0026nbsp;tường thành trải dài uốn lượn như một con rồng khổng lồ.\u003c/p\u003e \n\u003cp\u003eLà một trong những kỳ tích vĩ đại nhất của lịch sử nhân loại, Trường thành ma pháp đã được xây dựng trăm năm và trải qua vô số trận chiến đẫm máu với tộc ác ma Vực hỗn mang. Và người hùng - thủ hộ giả\u0026nbsp;- người sáng lập nên Trường thành ma pháp - ma pháp sư truyền kỳ D’Arcy, đã trở thành một tồn tại sánh ngang thần cứu thế.\u003c/p\u003e \n\u003cp\u003eHiện tại, vị thần cứu thế này đang gặp phải một phiền phức nhỏ : Mỗi khi đến nửa đêm, cánh tay phải của D’Arcy có hiện tượng đau ê ẩm. Đó không chỉ là sự đau đớn từ thể xác, mà phảng phất như bị xé rách linh hồn.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eTrên thực tế, \u0026nbsp;khi từ không gian thứ nguyên trở về Athanor, cánh tay phải của D’Arcy thi thoảng xuất hiện cảm giác đau nhói. Chàng vốn cho rằng hiện tượng này là hậu quả do năm xưa quyết chiến cùng sư phụ của mình - một ma pháp sư danh tiếng lẫy lừng - hắc ma pháp sư Lorient. D’Arcy nghĩ rằng đó là ám thương lưu lại sau trận chiến. Nhưng theo quy mô phát triển ngày càng mở rộng của Trường thành, tần suất tấn công của ác ma Vực hỗn mang cũng theo đó mà tăng lên. Cánh tay phải của chàng cũng phản ứng theo những trận chiến ấy, phảng phất giống như có vật gì đó\u0026nbsp;muốn ngọ nguậy trồi ra.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e D’Arcy ý thức được, sự việc này không đơn giản.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Dựa vào nhiều năm kinh nghiệm nghiên cứu về ma thuật đen, D’Arcy ngày càng quen thuộc với lực lượng thứ nguyên, chàng có thể áp chế những rung động cuồng bạo của cánh tay phải xuống.\u0026nbsp;Duy nhất chỉ có vào nửa đêm, là thời điểm quái vật Vực hỗn mang tiến đến gần Athanor nhất, cánh tay phải của chàng mới xuất hiện lại loại cảm giác đau nhói kia.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Tuy vậy D’Arcy vẫn luôn giữ kín bí mật của mình. Ngay cả Sephera và Dirac đều chưa biết đến hiện tượng kỳ dị của cánh tay phải này. Việc xây dựng Trường thành ma pháp đã hao tổn vô số tài nguyên nhưng uy lực thực sự của nó còn chưa hiện ra. Lúc này D’Arcy cần nhất là duy trì trạng thái đỉnh phong của mình để \u0026nbsp;quân đoàn phương Nam và toàn bộ vương quốc tin tưởng chàng- rằng chàng và Trường thành ma pháp mãi mãi sẽ là tồn tại tối cao thủ hộ cho sự bình yên của nhân loại.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Rầm rập!”\u0026nbsp;Tiếng giày bốt quân đội đạp trên bùn khiến D’Arcy sực tỉnh.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;“Ai?”\u0026nbsp; Tay trái D’Arcy lập tức đặt lên trên cánh tay phải, ngân sắc ma pháp bàng bạc ẩn hiện.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Hừm...”\u0026nbsp;Người vừa tới liền bị sự cảnh giác của D’Arcy làm cho chấn kinh. Hắn trầm mặc một lúc sau đó mới khẽ nói:\u0026nbsp;“Điện hạ, rất xin lỗi đã quấy rầy sự nghỉ ngơi của ngài, tôi là Errol - thân vệ của tướng quân Edmund. Tướng quân để cho tôi chuyển lời đến ngài rằng: Đám người phía nam kia hành tung có chút quỷ dị, đêm nay rất có thể bọn chúng sẽ phát động tập kích quân ta. Toàn quân phe ta hiện đã tiến vào trạng thái cảnh giác cấp độ hai- chuẩn bị chiến đấu. Edmund tướng quân mời điện hạ cũng chuẩn bị trạng thái tốt nhất để ra trận.”\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Biết rồi. Ngươi chuyển lời cho Edmund tướng quân, ta lập tức sẽ đến.”\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Tạ ơn Điện hạ, tôi lập tức trở về phục mệnh!”\u0026nbsp;Lại là một loạt tiếng giày bốt vang lên , hình bóng Errol xa dần trong đêm tối.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;Sau khi người lính trẻ rời đi , cánh tay phải D’Arcy vẫn có chút cảm giác nhói đau. Nhưng chàng có chút kinh ngạc, thời gian cơn đau của đêm nay so ngày trước đã nhẹ đi nhiều.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“Chẳng lẽ nguyên nhân này là do người trẻ tuổi kia?”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003eD’Arcy đã gặp qua mấy lần thân vệ trẻ tuổi kia cạnh Edmund. Ấn tượng không tồi: Thân thể mặc dù không quá cường tráng nhưng bên trong đôi mắt ấy tiềm ẩn sát khí mãnh liệt. Sát khí bậc này chỉ có thể được hun đúc trên chiến trường sinh tử, đạp lên vạn thây. Khí thế sát phạt và sự thiết huyết này quả thật chứng tỏ có được chiến binh bậc này là việc khả ngộ bất khả cầu. Khí thế này cũng làm cho D’Arcy nhớ tới thời niên thiếu của mình. Cho dù Errol là một Thợ săn ác quỷ nhưng vì một số nguyên nhân bí mật, D’Arcy nếu có thể - sẽ tránh xa sự liên quan đến ma thuật đen.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Nhưng Thợ săn ác quỷ lại chính là tạo vật kết hợp tuyệt vời nhất với loại ma thuật này. Errol cùng đám chiến hữu của mình gia nhập quân đoàn phương nam, thủ hộ cho Trường thành ma pháp. Đó là sự minh chứng với thế nhân rằng: Họ đã rũ bỏ hoàn toàn sự kết nối với ma thuật đen. Điều đó cũng giống với D’Arcy năm xưa - đã chính tay đánh bại vị sư phụ hắc ám của mình.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Âm thanh sát phạt , tiếng vũ khí va chạm, tiếng gào thảm thiết vang lên xé tan màn đêm yên tĩnh, \u0026nbsp;D’Arcy lập tức lấy lại tinh thần, vịn mép giường đứng dậy, khoác lên chiến bào ma pháp sư mà Ma pháp nghị viện đặc chế cho chàng, miệng \u0026nbsp;ngâm chú ngữ, thân ảnh mờ dần rồi biến mất khỏi đại sảnh.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Trong thời gian vài hơi thở, D’Arcy đã thuấn di lơ lửng trên không trung thuộc phạm vi Trường thành. Ngân sắc ma quang lan tỏa năng lượng bàng bạc phủ lên chiến bào xanh thẫm. Ma pháp cường đại từ D’Arcy không ngừng lan rộng, trong nháy mắt đã trải rộng toàn bộ chiến trường. Song phương đang giao chiến đều cảm nhận được áp lực của cỗ hơi thở cuồng bạo này . Hai bên không hẹn mà cùng nhìn về phía bầu trời. Tuy nhiên cuộc chiến tranh rất nhanh lại khôi phục bản chất điên cuồng tàn bạo của nó. Nhất là những ma thú phảng phất nhận được lời hiệu triệu nào đó, chúng đồng loạt bỏ qua những bẫy chông, làn tên, mũi giáo mà \u0026nbsp;điên cuồng hướng về vị trí của D’Arcy triển khai công kích.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Đến hay lắm!”\u0026nbsp;D’Arcy thầm nói trong lòng. Chàng giang hai cánh tay, từ trong đó tỏa ra vô số ngân sắc tinh mang, từ đầu ngón tay tuôn trào ra những sợi tơ ma pháp. Những sợi tơ như có mắt liền đem tinh mang xếp thành một trận đồ ma pháp khổng lồ sáng rực.\u003c/p\u003e \n\u003cp\u003e“\u0026nbsp;Lực lượng thứ nguyên\u0026nbsp;——\u0026nbsp;Trấn!”\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e Ma pháp cường đại\u0026nbsp;vô hình bùng phát, giống như một bàn tay khổng lồ từ trên trời giáng xuống.\u003c/p\u003e \n\u003cp\u003e“ Uỳnh Uỳnh!”Trọng lực ma pháp thứ nguyên đè xuống áp chế tốc độ của lũ ma thú. Ngay lập tức, hành động của chúng trở thành trì độn. Những tiểu ma thú\u0026nbsp;thực lực tương đối yếu\u0026nbsp;thậm chí bị nghiền vụn, tan xương nát thịt.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Ngay lúc này!”\u0026nbsp;Tướng quân Edmund nãy giờ trên Trường thành quan chiến đột nhiên rống to ra lệnh: “Toàn bộ cung tiễn thủ bắn nhanh ba lượt, không cần bảo tồn sức lực!”\u003cbr\u003e “Tuân lệnh!”\u003cbr\u003e “Hạ lệnh, kỵ binh đoàn xuất kích, phân hai đội tả hữu \u0026nbsp;bắt đầu tập kích từ hai cánh.”\u003c/p\u003e \n\u003cp\u003e“Tuân lệnh!”\u003cbr\u003e “Hạ lệnh, bộ binh đổi sang trận hình công kích, tấn công theo cờ lệnh của ta!”\u003cbr\u003e “Tuân lệnh!”\u003cbr\u003e \u0026nbsp;“Errol!”\u003cbr\u003e “A? Có thuộc hạ!”\u0026nbsp;Đột nhiên nghe thấy lệnh của tướng quân Edmund, Errol đang quan chiến liền vội vàng đem ánh mắt thu hồi lại.\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Hạ lệnh, quân đoàn Thợ săn ác quỷ xuất kích. Trước khi bộ binh bắt đầu tấn công có thể tự do tàn sát, quan trọng là phải tiêu diệt hết những quái vật còn đang thoi thóp kia, hiểu chưa?!”\u003c/p\u003e \n\u003cp\u003e\u003cbr\u003e “Tuân lệnh!”\u0026nbsp;Errol lập tức rời đi.\u003cbr\u003e Trong khi đó, D’Arcy vẫn đang toàn lực thi triển ma pháp trận mà không biết tình huống này. Chàng chỉ biết một điều: Tất cả đều là chiến hữu kề vai sát cánh vào sinh ra tử nhiều năm. Chàng tận mắt chứng kiến sự quật khởi từng ngày của ma pháp Trường thành- những chiến binh quả cảm ấy- chưa từng khiến chàng phải thất vọng.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e“ Sức mạnh trong tay chúng ta, vận mệnh tương lai là do chúng ta nắm giữ!”\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "movementSpeed":"360",
    "name":"D\u0027arcy",
    "range":"Xa",
    "role":"Pháp Sư",
    "youtube":"o9R77Bw4UMc"
  }
]